["cyprus", "population", "officially", "republic", "island", "country", "eastern", "mediterranean", "third", "largest", "populous", "located", "south", "turkey", "west", "syria", "lebanon", "northwest", "israel", "north", "egypt", "southeast", "earliest", "known", "human", "date", "around", "millennium", "remains", "period", "include", "neolithic", "home", "oldest", "water", "well", "world", "settled", "greek", "two", "strategic", "location", "middle", "east", "subsequently", "occupied", "several", "major", "power", "including", "empire", "persian", "great", "subsequent", "rule", "roman", "arab", "french", "dynasty", "followed", "three", "century", "ottoman", "jure", "salvador", "coordinate", "listen", "spanish", "rep\u00fablica", "smallest", "densely", "populated", "central", "america", "capital", "city", "san", "2016", "update", "approximately", "million", "consisting", "largely", "european", "indigenous", "american", "inhabited", "nation", "especially", "early", "16th", "conquered", "territory", "viceroyalty", "new", "spain", "ruled", "mexico", "however", "little", "influence", "affair", "would", "colonized", "area", "became", "general", "guatemala", "part", "independence", "took", "place", "1821", "first", "seceded", "federal", "dissolved", "sovereign", "formed", "union", "honduras", "nicaragua", "called", "greater", "lasted", "hong", "kong", "china", "chinese", "special", "administrative", "region", "people", "autonomous", "side", "pearl", "river", "asia", "along", "macau", "form", "core", "delta", "metropolitan", "various", "note", "square", "kilometre", "formerly", "colony", "british", "war", "exception", "second", "japan", "remained", "control", "1997", "separate", "political", "economic", "system", "apart", "mainland", "gabon", "12\u00b0en", "africa", "light", "blue", "dark", "grey", "african", "pronunciation", "r\u00e9publique", "state", "coast", "equator", "bordered", "equatorial", "guinea", "cameroon", "congo", "gulf", "nearly", "estimated", "france", "1960", "president", "1990s", "introduced", "multiparty", "democratic", "constitution", "allowed", "many", "institution", "also", "member", "united", "council", "term", "ecuador", "2000", "quechua", "del", "representative", "northwestern", "colombia", "peru", "pacific", "ocean", "includes", "variety", "amerindian", "group", "gradually", "incorporated", "15th", "gran", "emerged", "1830", "diverse", "large", "minority", "official", "language", "spoken", "majority", "though", "recognized", "worldthe", "arabic", "nnnnnn", "nnnnnnn", "formally", "nnnnn", "currently", "consists", "league", "stretching", "atlantic", "arabian", "sea", "horn", "indian", "combined", "inhabitant", "half", "year", "age", "synonymous", "19th", "movement", "within", "interest", "project", "libya", "nnnn", "dawlat", "needed", "maghreb", "sudan", "chad", "niger", "algeria", "tunisia", "made", "historical", "almost", "fourth", "berber", "since", "late", "bronze", "established", "trading", "western", "ancient", "becoming", "centre", "christianity", "mostly", "7th", "invasion", "islam", "began", "18th", "continued", "italian", "occupation", "resulted", "important", "campaign", "tonga", "kingdom", "polynesian", "archipelago", "comprising", "total", "southern", "main", "stretch", "across", "500", "line", "surrounded", "fiji", "wallis", "futuna", "samoa", "northeast", "zealand", "southwest", "caledonia", "vanuatu", "farther", "cook", "visit", "arrived", "time", "according", "plan", "english", "unitary", "presidential", "guin\u00e9e", "portuguese", "name", "near", "2015", "insular", "small", "volcanic", "northernmost", "site", "s\u00e3o", "tom\u00e9", "pr\u00edncipe", "offshore", "grande", "fragile", "conflict", "zone", "developed", "2010", "worlds", "organisation", "international", "peace", "medium", "developing", "without", "thus", "doe", "crisis", "take", "civil", "ukraine", "indonesia", "malaysia", "india", "pakistan", "nigeria", "mission", "bermuda", "overseas", "cape", "puerto", "rico", "selfgoverning", "government", "local", "law", "defence", "foreign", "sector", "based", "tourism", "one", "highest", "gdp", "per", "caput", "20th", "beyond", "status", "global", "climate", "belt", "coral", "position", "direction", "dividend", "demographic", "occurs", "proportion", "working", "high", "indicates", "potential", "productive", "contribute", "growth", "economy", "national", "research", "last", "four", "decade", "latin", "beneficiary", "advanced", "europe", "usa", "aging", "low", "birth", "rate", "mortality", "neither", "least", "yet", "experienced", "favourable", "condition", "division", "china\u2122s", "onechild", "policy", "reversed", "enjoyed", "mid", "1960s", "bank", "development", "reportdemographic", "defined", "fund", "unfpa", "mean", "\ufb01the", "result", "shift", "population\u2122s", "structure", "mainly", "share", "workingage", "larger", "nonworkingage", "younger", "older", "word", "boost", "productivity", "growing", "number", "workforce", "relative", "dependents\ufb02", "stated", "increasing", "young", "declining", "fertility", "reap", "madagascar", "previously", "comprises", "fourthlargest", "numerous", "smaller", "following", "prehistoric", "breakup", "split", "peninsula", "ago", "native", "wildlife", "found", "earth", "unique", "environmental", "grenada", "southeastern", "caribbean", "six", "end", "chain", "trinidad", "tobago", "venezuela", "saint", "size", "george", "due", "arrival", "later", "christopher", "columbus", "although", "king", "landed", "resistance", "settlement", "next", "february", "ceded", "treaty", "except", "1974", "1962", "federation", "indie", "march", "1967", "full", "autonomy", "internal", "associated", "august", "served", "excluding", "income", "mena", "acronym", "cover", "extensive", "extending", "morocco", "iran", "toponym", "roughly", "eastthe", "extent", "constitutes", "often", "used", "academia", "military", "planning", "disaster", "relief", "business", "geographic", "use", "common", "remain", "organization", "entity", "undp", "even", "montenegro", "legend", "pronounced", "meaning", "black", "mountain", "adriatic", "croatia", "bosnia", "herzegovina", "serbia", "kosovo", "albania", "old", "royal", "9th", "medieval", "serbian", "principality", "led", "revolt", "byzantine", "establishment", "regional", "ensuing", "yugoslavia", "1918", "kyrgyz", "nnnnnnnnnnnn", "translit", "russian", "nnnnnnnnnn", "simply", "kyrgyzstan", "nnnnnnnn", "landlocked", "mountainous", "terrain", "kazakhstan", "uzbekistan", "tajikistan", "history", "span", "culture", "geographically", "highly", "crossroad", "civilization", "silk", "road", "commercial", "cultural", "route", "long", "independent", "tribe", "attained", "sovereignty", "soviet", "1991", "comoros", "nnn", "northern", "mozambique", "channel", "northeastern", "tanzania", "seychelles", "religion", "km2", "different", "civilisation", "came", "constitutional", "monarchy", "landmass", "separated", "peninsular", "borneo", "land", "maritime", "border", "thailand", "singapore", "vietnam", "brunei", "philippine", "seat", "southernmost", "point", "continental", "eurasia", "specie", "highincome", "gross", "definition", "commonly", "refers", "nato", "cold", "monetary", "factor", "account", "example", "may", "classified", "either", "holy", "gaza", "strip", "refer", "senegal", "mauritania", "mali", "guineabissau", "gambia", "occupying", "rest", "verde", "come", "season", "euro", "eurozone", "help\u00b7info", "adopted", "currency", "authority", "nine", "austria", "belgium", "estonia", "finland", "germany", "greece", "ireland", "italy", "latvia", "lithuania", "luxembourg", "malta", "netherlands", "portugal", "slovakia", "slovenia", "denmark", "meet", "criterion", "left", "andorra", "monaco", "marino", "agreement", "unilaterally", "oman", "sultanate", "emirate", "saudi", "arabia", "yemen", "uae", "strait", "forming", "coastal", "17th", "britain", "peak", "modernday", "far", "historically", "principal", "port", "among", "ida", "association", "financial", "offer", "concessional", "loan", "grant", "poorest", "headquartered", "washington", "existing", "reconstruction", "lending", "lowest", "together", "collectively", "generally", "follow", "executive", "leadership", "operate", "poverty", "aim", "provide", "affordable", "financing", "whose", "risk", "program", "assist", "quickly", "reduce", "single", "provider", "financed", "310", "child", "built", "restored", "118000", "kilometer", "1600", "bridge", "expanded", "access", "improved", "sanitation", "238", "billion", "usd", "launch", "eight", "panama", "costa", "rica", "prior", "broke", "joined", "granada", "named", "eventually", "1903", "culminated", "december", "1999", "switzerland", "green", "swiss", "situated", "liechtenstein", "divided", "alp", "plateau", "spanning", "concentrated", "series", "armed", "back", "2002", "red", "office", "level", "founding", "free", "trade", "market", "referred", "bordering", "benin", "lie", "modern", "originated", "colonial", "beginning", "present", "territorial", "protectorate", "set", "traditional", "elected", "dictatorship", "achieved", "stable", "democracy", "2011", "election", "considered", "30\u00b0en", "gained", "making", "ethiopia", "kenya", "uganda", "vast", "white", "nile", "nilotic", "origin", "governed", "sudanese", "ended", "2005", "july", "sids", "similar", "sustainable", "limited", "resource", "natural", "external", "environment", "held", "transportation", "public", "administration", "infrastructure", "distinct", "june", "1992", "barbados", "1994", "guam", "unincorporated", "micronesia", "citizen", "mile", "density", "oceania", "mariana", "municipality", "mount", "foot", "industry", "force", "continent", "hemisphere", "subcontinent", "arctic", "2013", "nearby", "6th", "13th", "era", "1492", "migration", "settler", "presentday", "ethnic", "slave", "australia", "commonwealth", "australian", "neighbouring", "papua", "timor", "solomon", "250", "dutch", "explorer", "claimed", "january", "five", "crown", "federated", "maintained", "parliamentary", "coastline", "diversity", "feature", "beach", "desert", "rainforest", "savanna", "metre", "timorleste", "exclave", "indonesian", "neighbor", "colonised", "november", "1975", "declared", "day", "invaded", "province", "characterised", "portion", "balkan", "bulgaria", "georgia", "armenia", "iraq", "divide", "leading", "urban", "others", "microstate", "census", "varies", "percent", "rich", "tax", "2014", "nepal", "himalaya", "bangladesh", "tip", "bhutan", "geography", "fertile", "plain", "forested", "gibraltar", "iberian", "dominated", "primarily", "habsburg", "claim", "throne", "service", "ship", "creole", "victoria", "mauritius", "community", "1976", "society", "agriculture", "nominal", "purchasing", "parity", "recent", "index", "despite", "widespread", "burundi", "3500", "republika", "lake", "rwanda", "southwestern", "hutu", "tutsi", "200", "german", "1971", "zambia", "angola", "secondlargest", "subsaharan", "11th", "abbreviated", "spread", "nauru", "marshall", "palau", "occupies", "14th", "atoll", "sweden", "swedish", "finnish", "scandinavian", "norway", "connected", "thirdlargest", "life", "moldova", "sometimes", "romania", "disputed", "bessarabia", "whole", "revolution", "moldavian", "assembly", "russia", "ssr", "creation", "socialist", "included", "former", "21\u00b0en", "forest", "basin", "flow", "remaining", "boundary", "germanic", "linguistic", "live", "current", "prosperous", "commerce", "social", "support", "provides", "2017", "togo", "burkina", "faso", "tropical", "dependent", "subsistence", "malawi", "zimbabwe", "swaziland", "fifth", "somali", "establishing", "brazil", "bounded", "chile", "amazon", "habitat", "heritage", "make", "significant", "network", "lacnic", "registro", "internet", "para", "am\u00e9rica", "latina", "caribe", "ipv4", "address", "block", "announced", "collectivity", "melanesia", "isle", "islet", "original", "asian", "catalan", "valley", "created", "elevation", "macedonia", "ionian", "longest", "ibrd", "sahara", "fully", "partially", "contrast", "somalia", "djibouti", "sahel", "bce", "saharan", "extremely", "harsh", "sparsely", "barrier", "interrupted", "wet", "phase", "existed", "belarus", "poland", "hungary", "respectively", "dispute", "annexed", "nnnnnnnnn", "covering", "derived", "contains", "much", "queen", "head", "right", "virgin", "leeward", "lesser", "surrounding", "danish", "convention", "2009", "october", "2012", "fran\u00e7aise", "directly", "branch", "court", "estonian", "baltic", "influenced", "nazi", "facto", "peaceful", "restoration", "county", "oecd", "rep", "upon", "cuba", "bahamas", "haiti", "jamaica", "secondmost", "hispaniola", "unrest", "instability", "communist", "1965", "party", "role", "afghanistan", "buddhism", "dissolution", "fought", "aid", "lack", "religious", "corruption", "guyana", "jos\u00e9", "unified", "compared", "higher", "greenland", "constituent", "iceland", "resident", "antarctica", "rather", "covered", "permanent", "outside", "sierra", "leone", "liberia", "ranging", "district", "identity", "initiative", "show", "christian", "cyrillic", "albanian", "recognised", "2008", "serf", "aruba", "yellow", "antilles", "cura\u00e7ao", "sint", "maarten", "subdivision", "purpose", "dependency", "uninhabited", "administered", "education", "slightly", "individual", "kiribati", "degree", "throughout", "temperate", "predominantly", "parliament", "faroe", "norwegian", "latitude", "average", "hereditary", "possession", "domestic", "justice", "department", "nordic", "certain", "polynesia", "composed", "dispersed", "1200", "close", "reaching", "40\u00b0n", "n40\u00b0n", "armenian", "ipa", "highland", "azerbaijan", "replaced", "3rd", "5th", "turk", "belize", "endured", "transferred", "38\u00b0en", "inland", "hot", "give", "arid", "class", "park", "islamic", "turkmenistan", "hindu", "range", "summer", "samoan", "snmoa", "entire", "navigator", "context", "product", "ghana", "ivory", "coup", "1993", "geographical", "bolivia", "guarani", "center", "santa", "andes", "paraguay", "argentina", "20\u00b0en", "polish", "founded", "grand", "duchy", "ninth", "dominant", "caspian", "given", "sharing", "uruguay", "depending", "saw", "widely", "hub", "interior", "finance", "manufacturing", "jordan", "kuwait", "qatar", "bahrain", "conquest", "family", "house", "absolute", "sunni", "upper", "dominican", "originally", "sugar", "plantation", "heavily", "namibia", "botswana", "1990", "1980s", "renamed", "forum", "mandate", "rhodesia", "company", "saarc", "rise", "maldives", "sri", "lanka", "cooperation", "slovak", "czech", "czechoslovakia", "lesotho", "speak", "cambodia", "asean", "khmer", "lao", "leader", "eritrea", "aden", "ruling", "september", "hashemite", "emir", "viti", "neighbour", "tuvalu", "levu", "heart", "croatian", "entered", "slovene", "pop", "shelley", "seventh", "canada", "rank", "poor", "nnnnnnnnnnn", "living", "thousand", "56\u00b0wn", "relatively", "politics", "maltese", "asiapacific", "typically", "become", "popular", "fact", "compare", "apej", "japanese", "sun", "guiana", "muslim", "proclaimed", "irish", "basic", "lithuanian", "latvian", "lit", "strong", "standard", "man", "myanmar", "burma", "korea", "korean", "dmz", "lying", "malay", "visited", "lower", "good", "modernization", "ethiopian", "battle", "bay", "bengal", "andaman", "evidence", "seven", "tie", "antigua", "barbuda", "1981", "turkmen", "syrian", "chagos", "need", "jewish", "bailiwick", "guernsey", "4\u00b0wn", "caicos", "mongolia", "hipc", "debt", "another", "maintaining", "suriname", "bengali", "cabo", "bulgarian", "cayman"]