["cyprus", "population", "officially", "republic", "island", "country", "eastern", "mediterranean", "third", "largest", "populous", "located", "south", "turkey", "west", "syria", "lebanon", "northwest", "israel", "north", "egypt", "southeast", "greecethe", "earliest", "known", "human", "activity", "date", "around", "10th", "millennium", "archaeological", "remains", "period", "include", "wellpreserved", "neolithic", "village", "khirokitia", "home", "oldest", "water", "well", "world", "settled", "mycenaean", "greek", "two", "wave", "2nd", "strategic", "location", "middle", "east", "subsequently", "occupied", "several", "major", "power", "including", "empire", "assyrian", "egyptian", "persian", "seized", "333", "alexander", "great", "subsequent", "rule", "ptolemaic", "classical", "roman", "arab", "caliphate", "short", "french", "lusignan", "dynasty", "venetian", "followed", "three", "century", "ottoman", "1571", "1878", "jure", "1914", "Year", "Population", "1957", "543070", "2018", "1199984", "salvador", "coordinate", "13\u00b050\u00a2n", "88\u00b055\u00a2wn", "n13833\u00b0n", "88917\u00b0wn", "13833", "88917el", "ns\u00e6lvndnnr", "listen", "spanish", "salban\u00f0or", "rep\u00fablica", "literally", "savior", "smallest", "densely", "populated", "central", "america", "capital", "city", "san", "2016", "update", "approximately", "634", "million", "consisting", "largely", "mestizo", "european", "indigenous", "american", "descentel", "inhabited", "mesoamerican", "nation", "especially", "cuzcatlecs", "lenca", "maya", "early", "16th", "conquered", "territory", "incorporating", "viceroyalty", "new", "spain", "ruled", "mexico", "however", "little", "influence", "daily", "affair", "isthmus", "would", "colonized", "1524", "1609", "area", "became", "captaincy", "general", "guatemala", "part", "independence", "took", "place", "1821", "first", "mexican", "seceded", "federal", "1823", "dissolved", "1841", "sovereign", "formed", "shortlived", "union", "honduras", "nicaragua", "called", "greater", "lasted", "1895", "1898", "2583807", "6523813", "hong", "kong", "sar", "china", "chinese", "cantonese", "h\u0153nnnknnnn", "special", "administrative", "region", "people", "autonomous", "side", "pearl", "river", "estuary", "asia", "along", "macau", "guangzhou", "shenzhen", "zhuhai", "guangdong", "form", "core", "delta", "metropolitan", "hongkongers", "various", "nationality", "note", "1104", "square", "kilometre", "426", "fourthmost", "worldhong", "formerly", "colony", "british", "perpetual", "cession", "qing", "conclusion", "opium", "war", "1842", "exception", "second", "japan", "remained", "control", "1997", "returned", "maintains", "separate", "political", "economic", "system", "apart", "mainland", "2862050", "7560254", "gabon", "1\u00b0s", "12\u00b0en", "n1\u00b0s", "12\u0153", "africa", "light", "blue", "dark", "grey", "african", "nnnbnn", "pronunciation", "nabnn", "gabonese", "r\u00e9publique", "gabonaise", "state", "coast", "equator", "bordered", "equatorial", "guinea", "cameroon", "congo", "gulf", "nearly", "270000", "100000", "estimated", "librevillesince", "france", "1960", "president", "1990s", "introduced", "multiparty", "democratic", "constitution", "allowed", "transparent", "electoral", "process", "reformed", "many", "governmental", "institution", "also", "temporary", "member", "united", "security", "council", "2010\u01532011", "term", "425153", "2053816", "ecuador", "2\u00b000\u00a2s", "77\u00b030\u00a2wn", "n2000\u00b0s", "77500\u00b0wn", "2000", "77500in", "nnkwndnnr", "ekwndor", "ekwan\u00f0or", "quechua", "ikwadur", "del", "translates", "ripuwlika", "representative", "northwestern", "colombia", "peru", "pacific", "ocean", "includes", "gal\u00e1pagos", "1000", "620", "quito", "guayaquilwhat", "variety", "amerindian", "group", "gradually", "incorporated", "inca", "15th", "achieving", "1820", "gran", "emerged", "1830", "legacy", "reflected", "ethnically", "diverse", "164", "large", "minority", "descendant", "official", "language", "spoken", "majority", "though", "recognized", "quichua", "shuar", "3953574", "16977043", "worldthe", "arabic", "nnnnnn", "nnnnnnn", "al\u201anlam", "al\u201aarabn", "formally", "homeland", "nnnnn", "alwanan", "alummah", "al\u201aarabnyah", "currently", "consists", "league", "occupy", "stretching", "atlantic", "arabian", "sea", "horn", "indian", "contemporary", "combined", "422", "inhabitant", "half", "year", "agein", "age", "synonymous", "historic", "nationalism", "arose", "19th", "nationalist", "movement", "within", "1945", "represent", "interest", "pursue", "unification", "project", "panarabism", "76792844", "422150777", "libya", "nlnbin", "nnnn", "dawlat", "lnbyn", "citation", "needed", "dubious", "discus", "maghreb", "sudan", "chad", "niger", "algeria", "tunisia", "made", "historical", "tripolitania", "fezzan", "cyrenaica", "almost", "700000", "fourth", "10thlargest", "proven", "oil", "reserve", "worldlibya", "berber", "since", "late", "bronze", "phoenician", "established", "trading", "post", "western", "ancient", "colonist", "citystate", "variously", "carthaginian", "becoming", "centre", "christianity", "fall", "mostly", "vandal", "7th", "invasion", "brought", "islam", "knight", "john", "tripoli", "began", "1551", "involved", "barbary", "18th", "continued", "italian", "occupation", "resulted", "1911", "1943", "important", "warfare", "campaign", "went", "decline", "1206175", "6535494", "tonga", "20\u00b0s", "175\u00b0wn", "n20\u00b0s", "175tonga", "ntnnn", "ntnnnn", "tongan", "ntona", "pulenanga", "fakatuni", "kingdom", "polynesian", "archipelago", "comprising", "169", "total", "surface", "750", "290", "scattered", "southern", "107122", "reside", "main", "tongataputonga", "stretch", "across", "800", "500", "northsouth", "line", "surrounded", "fiji", "wallis", "futuna", "samoa", "northeast", "niue", "kermadec", "zealand", "southwest", "caledonia", "vanuatu", "farther", "westtonga", "friendly", "congenial", "reception", "accorded", "captain", "james", "cook", "visit", "1773", "arrived", "time", "ninasi", "festival", "yearly", "donation", "fruit", "tuni", "paramount", "chief", "received", "invitation", "festivity", "according", "writer", "william", "mariner", "wanted", "kill", "gathering", "could", "agree", "plan", "59324", "109398", "fang", "bube", "combe", "pidgin", "english", "annobonese", "unitary", "dominantparty", "presidential", "ecuatorial", "guin\u00e9e", "\u00e9quatoriale", "portuguese", "guin\u00e9", "28000", "11000", "postindependence", "name", "evokes", "near", "2015", "1222245equatorial", "insular", "bioko", "fernando", "annob\u00f3n", "small", "volcanic", "northernmost", "site", "malabo", "s\u00e3o", "tom\u00e9", "pr\u00edncipe", "r\u00edo", "muni", "bata", "oyala", "countrys", "planned", "future", "rio", "offshore", "corisco", "elobey", "grande", "chico", "francophonie", "opec", "cplp", "195634", "1270340", "fragile", "conflict", "affected", "situation", "zone", "warthemed", "realtime", "strategy", "game", "developed", "masa", "published", "ubisoft", "dreamcast", "playstation", "microsoft", "windowsin", "2010", "worlds", "centralised", "organisation", "icp", "international", "corp", "peace", "dedicated", "bringing", "worldwide", "medium", "developing", "keen", "ghost", "secret", "seek", "without", "attachment", "moral", "thus", "doe", "hesitate", "create", "crisis", "forced", "solve", "humiliation", "healthy", "propagandathere", "playable", "campaignmissions", "take", "fictional", "civil", "ukraine", "indonesia", "malaysia", "india", "pakistan", "nigeria", "mission", "usually", "require", "player", "build", "base", "camp", "case", "complete", "objective", "order", "successfully", "102571489", "524829534", "bermuda", "32\u00b020\u00a2n", "64\u00b045\u00a2wn", "n32333\u00b0n", "64750\u00b0wn", "32333", "64750in", "bnrnmjundn", "overseas", "1070", "665", "eastsoutheast", "cape", "hatteras", "carolina", "1236", "768", "sable", "nova", "scotia", "1576", "979", "puerto", "rico", "hamilton", "selfgoverning", "government", "enacts", "local", "law", "retains", "responsibility", "defence", "foreign", "relationsbermudas", "sector", "based", "insurance", "reinsurance", "tourism", "one", "highest", "gdp", "per", "caput", "20th", "beyond", "clarification", "recently", "status", "global", "recession", "subtropical", "climate", "hurricane", "belt", "prone", "related", "severe", "weather", "somewhat", "protected", "coral", "reef", "surround", "position", "limit", "direction", "severity", "approaching", "storm", "43338", "66697", "latedemographic", "dividend", "demographic", "occurs", "proportion", "working", "high", "indicates", "potential", "productive", "contribute", "growth", "economy", "national", "research", "last", "four", "decade", "latin", "beneficiary", "advanced", "europe", "usa", "aging", "low", "birth", "rate", "mortality", "neither", "least", "yet", "experienced", "favourable", "condition", "division", "china\u2122s", "onechild", "policy", "reversed", "enjoyed", "mid", "1960s", "bank", "development", "reportdemographic", "defined", "fund", "unfpa", "mean", "\ufb01the", "result", "shift", "population\u2122s", "structure", "mainly", "share", "workingage", "larger", "nonworkingage", "younger", "older", "word", "boost", "productivity", "growing", "number", "workforce", "relative", "dependents\ufb02", "stated", "increasing", "young", "declining", "fertility", "reap", "1041144459", "2320879677", "madagascar", "nm\u00e6dnnn\u00e6sknr", "malagasy", "madagasikara", "repoblikani", "republinknan", "madanasnknarnn", "previously", "comprises", "fourthlargest", "numerous", "smaller", "peripheral", "following", "prehistoric", "breakup", "supercontinent", "gondwana", "split", "peninsula", "ago", "allowing", "native", "plant", "animal", "evolve", "isolation", "consequently", "biodiversity", "hotspot", "wildlife", "found", "nowhere", "else", "earth", "ecosystem", "unique", "threatened", "encroachment", "rapidly", "environmental", "threat", "4109614", "25884309", "grenada", "12\u00b007\u00a2n", "61\u00b040\u00a2wn", "n12117\u00b0n", "61667\u00b0wn", "12117", "61667grenada", "nrnnnendn", "grinaydn", "grenade", "southeastern", "caribbean", "six", "end", "grenadine", "chain", "trinidad", "tobago", "venezuela", "saint", "vincent", "size", "3485", "1346", "107317", "george", "spice", "due", "production", "nutmeg", "mace", "crop", "exporter", "bird", "critically", "endangered", "dovebefore", "arrival", "arawak", "later", "carib", "christopher", "columbus", "sighted", "1498", "voyage", "although", "deemed", "property", "king", "record", "suggest", "ever", "landed", "unsuccessful", "attempt", "colonise", "resistance", "settlement", "colonisation", "1650", "next", "february", "1763", "ceded", "treaty", "paris", "except", "1779", "1783", "1974", "1958", "1962", "federation", "indie", "march", "1967", "granted", "full", "autonomy", "internal", "associated", "herbert", "blaize", "premier", "august", "eric", "gairy", "served", "87630", "108254", "excluding", "income", "mena", "englishlanguage", "acronym", "referring", "cover", "extensive", "extending", "morocco", "iran", "mashriq", "toponym", "roughly", "eastthe", "extent", "381", "constitutes", "often", "used", "academia", "military", "planning", "disaster", "relief", "broadcast", "business", "writingdue", "geographic", "ambiguity", "eurocentric", "nature", "prefer", "use", "wana", "common", "nawa", "africawest", "remain", "organization", "entity", "flexibly", "undp", "even", "unsc", "84043701", "387513119", "montenegro", "42\u00b030\u00a2n", "19\u00b018\u00a2en", "n42500\u00b0n", "19300\u00b0en", "42500", "19300in", "legend", "nmnntnnnennron", "nninn", "montenegrin", "crna", "gora", "pronounced", "tsrnnnnan", "nnnra", "meaning", "black", "mountain", "adriatic", "croatia", "bosnia", "herzegovina", "serbia", "kosovo", "albania", "podgorica", "cetinje", "designated", "old", "royal", "capitalin", "9th", "medieval", "serbian", "principality", "duklja", "corresponding", "travunia", "rascia", "1042", "archon", "stefan", "vojislav", "led", "revolt", "byzantine", "establishment", "vojislavljevin", "passing", "regional", "ensuing", "yugoslavia", "1918", "succeeded", "peoplessocialist", "473468", "629891", "kyrgyz", "41\u00b0n", "75\u00b0en", "n41\u00b0n", "75the", "nnnnnnnnnnnn", "translit", "respublikasy", "russian", "nnnnnnnnnn", "kyrgyzskaya", "respublika", "simply", "kyrgyzstan", "kirghizia", "qnrnnsnstnn", "nnnnnnnn", "kirgiziya", "landlocked", "mountainous", "terrain", "kazakhstan", "uzbekistan", "tajikistan", "bishkekkyrgyzstan", "recorded", "history", "span", "encompassing", "culture", "geographically", "isolated", "highly", "helped", "preserve", "crossroad", "civilization", "silk", "road", "commercial", "cultural", "route", "long", "succession", "independent", "tribe", "clan", "periodically", "fallen", "domination", "attained", "sovereignty", "nationstate", "soviet", "1991", "1976780", "6278220", "comoros", "12\u00b010\u00a2s", "44\u00b015\u00a2en", "n12167\u00b0s", "44250\u00b0en", "12167", "44250\u0153", "nknmnronz", "nnn", "juzur", "alqumur", "qamar", "comorian", "udzima", "komori", "comores", "alittinnd", "alqumurn", "qamarn", "northern", "mozambique", "channel", "northeastern", "tanzania", "seychelles", "moroni", "comore", "religion", "islamat", "1660", "km2", "640", "contested", "mayotte", "thirdsmallest", "795601", "different", "civilisation", "noted", "bantu", "speaker", "came", "supplemented", "austronesian", "immigration", "160897", "825825", "2\u00b030\u00a2n", "112\u00b030\u00a2en", "n2500\u00b0n", "112500\u00b0en", "2500", "112500malaysia", "constitutional", "monarchy", "thirteen", "landmass", "330803", "127720", "separated", "similarly", "sized", "peninsular", "malaysian", "borneo", "land", "maritime", "border", "thailand", "singapore", "vietnam", "brunei", "philippine", "kuala", "lumpur", "putrajaya", "seat", "44th", "southernmost", "point", "continental", "eurasia", "tanjung", "piai", "tropic", "megadiverse", "endemic", "specie", "7005598", "32338772", "highincome", "gross", "12236", "calculated", "using", "atlas", "method", "interchangeably", "technical", "definition", "differ", "commonly", "refers", "aligned", "nato", "cold", "intelligence", "agency", "cia", "monetary", "imf", "factor", "account", "classifying", "example", "may", "gcc", "classified", "either", "holy", "see", "732838427", "1211800420", "gaza", "strip", "refer", "1988", "1849582", "2017", "4680231", "senegal", "14\u00b0n", "14\u00b0wn", "n14\u00b0n", "14in", "nsnnnnnnnl", "nnnnl", "s\u00e9n\u00e9gal", "nepyblik", "senenal", "mauritania", "mali", "guineabissau", "gambia", "occupying", "narrow", "sliver", "casamance", "rest", "verde", "dakar", "westernmost", "afroeurasia", "owes", "come", "wolof", "sunuu", "gaal", "boat", "197000", "76000", "sahelian", "rainy", "season", "2596505", "16021857", "euro", "\u2022108", "135", "trillioncouncil", "eupresidencythe", "eurozone", "help\u00b7info", "adopted", "currency", "sole", "legal", "tender", "authority", "eurosystem", "nine", "continue", "obliged", "adopt", "futurethe", "austria", "belgium", "estonia", "finland", "germany", "greece", "ireland", "italy", "latvia", "lithuania", "luxembourg", "malta", "netherlands", "portugal", "slovakia", "slovenia", "denmark", "join", "meet", "criterion", "left", "provision", "expelled", "andorra", "monaco", "marino", "vatican", "formal", "agreement", "issue", "coin", "unilaterally", "representation", "ecb", "eurogroup", "261621596", "344669511", "oman", "21\u00b0n", "57\u00b0en", "n21\u00b0n", "57oman", "onnmnnn", "ohmaan", "numnn", "nnnmann", "sultanate", "salnanat", "holding", "strategically", "mouth", "emirate", "saudi", "arabia", "yemen", "marine", "madha", "musandam", "exclaves", "uae", "strait", "hormuz", "forming", "coastal", "boundariesfrom", "17th", "omani", "powerful", "vying", "britain", "peak", "extended", "modernday", "far", "zanzibar", "declined", "historically", "muscat", "principal", "port", "among", "358088", "4618413", "ida", "association", "financial", "offer", "concessional", "loan", "grant", "poorest", "headquartered", "washington", "complement", "existing", "reconstruction", "lending", "suffer", "lowest", "troubled", "creditworthiness", "together", "collectively", "generally", "follow", "executive", "leadership", "operate", "staffthe", "reducing", "poverty", "aim", "provide", "affordable", "financing", "whose", "credit", "risk", "prohibitive", "afford", "borrow", "commercially", "program", "assist", "quickly", "equitably", "sustainably", "reduce", "single", "provider", "financed", "recruited", "trained", "teacher", "immunized", "310", "child", "funded", "792", "120000", "enterprise", "built", "restored", "118000", "kilometer", "paved", "1600", "bridge", "expanded", "access", "improved", "113", "sanitation", "facility", "issued", "238", "billion", "usd", "launch", "thirtysix", "borrowing", "graduated", "eligibility", "eight", "relapsed", "regraduated", "322896928", "1633938786", "panama", "9\u00b0n", "80\u00b0wn", "n9\u00b0n", "80panama", "np\u00e6nnmnn", "pannmah", "panam\u00e1", "pananma", "costa", "rica", "peoplepanama", "prior", "broke", "away", "joined", "nueva", "granada", "named", "1831", "eventually", "backing", "1903", "canal", "army", "engineer", "1904", "1977", "signed", "transfer", "culminated", "december", "1999", "987861", "4179178", "switzerland", "green", "nswntsnrlnnd", "swiss", "confederation", "canton", "bern", "situated", "westerncentral", "liechtenstein", "divided", "alp", "plateau", "jura", "spanning", "41285", "15940", "39997", "15443", "concentrated", "z\u00fcrich", "genevathe", "confederacy", "resulting", "series", "success", "burgundy", "westphalia", "1648", "armed", "neutrality", "going", "back", "reformation", "internationally", "1815", "2002", "nevertheless", "pursues", "active", "frequently", "peacebuilding", "addition", "birthplace", "red", "cross", "office", "level", "founding", "free", "trade", "notably", "participates", "schengen", "market", "bilateral", "5175613", "8524311", "earlydemographic", "869661155", "3280107951", "nanndnnnrin", "referred", "bordering", "benin", "lie", "abuja", "secular", "countrynigeria", "tribal", "modern", "originated", "colonial", "beginning", "present", "territorial", "shape", "merging", "protectorate", "set", "whilst", "practising", "indirect", "traditional", "chiefdoms", "1970", "thereafter", "alternated", "democratically", "elected", "civilian", "dictatorship", "achieved", "stable", "democracy", "2011", "election", "considered", "reasonably", "fair", "38095220", "193032231", "blend", "103296846", "541057609", "8\u00b0n", "30\u00b0en", "n8\u00b0n", "30south", "nsanq", "sunndnnn", "nd\u00e6n", "eastcentral", "gained", "making", "newest", "jubasouth", "ethiopia", "kenya", "uganda", "vast", "swamp", "sudd", "white", "nile", "locally", "bahr", "jabal", "nilotic", "supposedly", "origin", "racethe", "muhammad", "ali", "governed", "angloegyptian", "condominium", "sudanese", "1956", "1972", "1983", "soon", "ended", "comprehensive", "2005", "july", "referendum", "passed", "9883", "vote", "2491373", "12694508", "sids", "tend", "similar", "sustainable", "challenge", "limited", "resource", "remoteness", "susceptibility", "natural", "vulnerability", "external", "shock", "excessive", "dependence", "environment", "held", "communication", "energy", "transportation", "cost", "irregular", "transport", "volume", "disproportionately", "expensive", "public", "administration", "infrastructure", "opportunity", "scalethe", "distinct", "conference", "june", "1992", "barbados", "programme", "action", "produced", "1994", "effort", "unohrlls", "represents", "4045948", "7397830", "guam", "nnwnnm", "chamorro", "gu\u00e5h\u00e5n", "nnnnhnn", "unincorporated", "organized", "micronesia", "hag\u00e5t\u00f1a", "dededo", "guamanians", "citizen", "chamorros", "taiwanin", "162742", "resided", "210", "mile", "540", "density", "775", "299km2", "oceania", "mariana", "municipality", "mongmongtotomaite", "3691", "1425km2", "whereas", "inarajan", "umatac", "119", "46km2", "mount", "lamlam", "1332", "foot", "406", "supported", "industry", "force", "61934", "167703", "continent", "entirely", "hemisphere", "subcontinent", "arctic", "seanorth", "24709000", "9540000", "165", "2013", "565", "nearby", "includednorth", "reached", "glacial", "via", "crossing", "bering", "40000", "17000", "socalled", "paleoindian", "taken", "10000", "archaic", "mesoindian", "classic", "stage", "6th", "13th", "precolumbian", "era", "1492", "transatlantic", "migration", "settler", "discovery", "presentday", "ethnic", "pattern", "reflect", "kind", "interaction", "slave", "190581666", "367522012", "australia", "25\u00b0s", "133\u00b0en", "n25\u00b0s", "133australia", "nnstrenlin", "commonwealth", "australian", "tasmania", "sixthlargest", "neighbouring", "papua", "timor", "solomon", "canberra", "sydneyfor", "60000", "documented", "classifiable", "250", "dutch", "explorer", "1606", "claimed", "1770", "initially", "penal", "wale", "january", "1788", "grew", "steadily", "1850s", "explored", "additional", "five", "crown", "1901", "federated", "maintained", "liberal", "function", "parliamentary", "9583942", "24819693", "6\u00b0n", "n6\u00b0n", "12cameroon", "nk\u00e6mnnrunn", "cameroun", "coastline", "bight", "biafra", "oceanfrench", "miniature", "geological", "diversity", "feature", "beach", "desert", "rainforest", "savanna", "4100", "metre", "13500", "populationterms", "douala", "wouri", "seaport", "yaound\u00e9", "garoua", "style", "music", "particularly", "makossa", "bikutsi", "successful", "football", "team", "4263121", "24352335", "timorleste", "ninst", "ntinmnnr", "tinmnnr", "nlnnten", "tetum", "tim\u00f3r", "lorosae", "democr\u00e1tica", "rep\u00fablika", "demokr\u00e1tika", "tim\u00f3rleste", "atauro", "jaco", "oecusse", "exclave", "indonesian", "neighbor", "15410", "5400", "colonised", "november", "1975", "revolutionary", "front", "fretilin", "declared", "day", "invaded", "27th", "province", "characterised", "violent", "decadeslong", "separatist", "461513", "1307107", "ntnnrki", "turkish", "t\u00fcrkiye", "ntyncije", "cumhuriyeti", "dnnumnhunijeti", "transcontinental", "anatolia", "portion", "balkan", "bulgaria", "georgia", "armenia", "azerbaijani", "nakhchivan", "iraq", "encircled", "aegean", "bosphorus", "marmara", "dardanelles", "divide", "thrace", "ankara", "istanbul", "leading", "urban", "nzmir", "antalya", "bursa", "eskinehir", "mersin", "konya", "adana", "others", "24870326", "82114430", "nmnnnkon", "mnnako", "principaut\u00e9", "microstate", "riviera", "202", "078", "38400", "census", "19009", "km\u00b2", "secondsmallest", "547", "340", "383", "width", "varies", "1700", "349", "1859", "382", "pathway", "chemin", "r\u00e9voires", "slope", "mont", "agel", "ward", "161", "528", "quartier", "monte", "carlo", "larvottobas", "moulins", "reclamation", "mass", "twenty", "percent", "0762", "playground", "rich", "famous", "tax", "2014", "millionaire", "geneva", "21649", "39301", "nepal", "nnnpnnl", "nepali", "nepnl", "nenpal", "sanghiya", "loktnntrik", "ganatantra", "himalaya", "264", "48th", "93rd", "bangladesh", "tip", "bhutan", "sikkim", "himalayan", "geography", "fertile", "plain", "subalpine", "forested", "hill", "ten", "tallest", "everest", "kathmandu", "multiethnic", "9117023", "29928759", "gibraltar", "dnnnbrnnltnr", "jibrawltnr", "dnnnbrnltnr", "jibroltnr", "permutation", "xibnalntan", "iberian", "landscape", "dominated", "rock", "30000", "primarily", "gibraltariansan", "anglodutch", "captured", "1704", "behalf", "habsburg", "claim", "throne", "perpetuity", "utrecht", "1713", "navy", "controlled", "entrance", "exit", "wide", "naval", "choke", "seaborne", "today", "online", "gambling", "service", "cargo", "ship", "refuelling", "effect", "prospective", "brexit", "gibraltarian", "determined", "22843", "34958", "4\u00b035\u00a2s", "55\u00b040\u00a2en", "n4583\u00b0s", "55667\u00b0en", "4583", "55667\u0153", "sennnnlz", "sayshelz", "sennl", "creole", "repiblik", "sesel", "115island", "victoria", "1500", "932", "r\u00e9union", "mauritius", "94228", "countryseychelles", "community", "proclamation", "1976", "agricultural", "society", "marketbased", "diversified", "agriculture", "supplanted", "rising", "nominal", "output", "increased", "sevenfold", "purchasing", "parity", "sixteenfold", "recent", "encouraged", "investment", "upgrade", "boast", "handful", "index", "despite", "newfound", "prosperity", "widespread", "inequality", "unequal", "wealth", "distribution", "39051", "97325", "burundi", "3\u00b030\u00a2s", "30\u00b000\u00a2en", "n3500\u00b0s", "30000\u00b0en", "3500", "30000\u0153", "bnnrnndi", "kirundi", "republika", "yuburundi", "bunnundi", "bunundi", "bynyndi", "lake", "rwanda", "bujumbura", "southwestern", "adjacent", "tanganyikathe", "twa", "hutu", "tutsi", "lived", "200", "defeat", "german", "belgian", "ruandaurundi", "misconception", "never", "2399205", "10911017", "dem", "2\u00b052\u00a248\u00b2s", "23\u00b039\u00a222\u00b2en", "n288\u00b0s", "23656\u00b0en", "288", "23656the", "nknnnon", "knnno", "d\u00e9mocratique", "drc", "congokinshasa", "zaire", "1971", "zambia", "angola", "secondlargest", "subsaharan", "11th", "francophone", "mostpopulated", "12073855", "81910548", "fed", "6\u00b055\u00a2n", "158\u00b015\u00a2en", "n6917\u00b0n", "158250\u00b0en", "6917", "158250the", "nmankronnninnn", "abbreviated", "fsm", "yap", "chuuk", "pohnpei", "kosrae", "spread", "comprise", "607", "702", "271", "longitudinal", "distance", "2700", "1678", "marianas", "nauru", "marshall", "palau", "2900", "1802", "4000", "2485", "hawaiiwhile", "quite", "occupies", "2600000", "1000000", "giving", "14th", "exclusive", "palikir", "weno", "atoll", "41338", "111700", "sweden", "63\u00b0n", "16\u00b0en", "n63\u00b0n", "16\u0153", "swedish", "finnish", "me\u00e4nkieli", "sami", "romanisweden", "nswindnn", "sweednn", "sverige", "nsv\u00e6rjn", "konungariket", "scandinavian", "norway", "connected", "bridgetunnel", "\u00f6resund", "450295", "173860", "thirdlargest", "101", "background", "57sq", "concentration", "life", "7363732", "10024045", "moldova", "47\u00b0n", "29\u00b0en", "n47\u00b0n", "29moldova", "mnlndonvn", "mnnl", "sometimes", "nmnldnvn", "romanian", "republica", "romania", "way", "disputed", "transnistria", "chininnumost", "moldovan", "moldavia", "1812", "vassal", "bessarabia", "1856", "wallachia", "whole", "1917", "revolution", "briefly", "moldavian", "integrated", "assembly", "decision", "russia", "1924", "ukrainian", "ssr", "massr", "partial", "moldovaninhabited", "dniester", "1940", "consequence", "molotov\u0153ribbentrop", "pact", "compelled", "cede", "creation", "socialist", "included", "former", "2485900", "3764100", "7\u00b0n", "21\u00b0en", "n7\u00b0n", "21\u0153", "car", "sango", "k\u00f6d\u00f6r\u00f6s\u00ease", "b\u00eaafr\u00eeka", "centrafricaine", "snntnafniknn", "centrafrique", "snntnafnik", "620000", "240000", "sudanoguinean", "sahelosudanian", "forest", "ubangi", "basin", "flow", "remaining", "chari", "1348952", "4749176", "79514", "111077", "50\u00b050\u00a2n", "4\u00b000\u00a2en", "n50833\u00b0n", "4000\u00b0en", "50833", "4000\u0153", "nbnldnnm", "30528", "11787", "straddling", "boundary", "germanic", "linguistic", "dutchspeaking", "flemish", "frenchspeaking", "walloon", "additionally", "live", "cantonshistorically", "lay", "current", "benelux", "belgica", "gallia", "prosperous", "cosmopolitan", "commerce", "battleground", "causing", "dubbed", "battlefield", "reputation", "strengthened", "9043755", "11457892", "classification", "ldcs", "list", "exhibit", "indicator", "socioeconomic", "rating", "concept", "listed", "resolution", "2768", "xxvi", "1971a", "ldc", "reviewed", "every", "committee", "cdp", "social", "ecosoc", "graduate", "exceed", "support", "provides", "advocacy", "applies", "203809909", "1016320211", "6\u00b028\u00a2n", "2\u00b036\u00a2en", "n6467\u00b0n", "2600\u00b0en", "6467", "2600\u0153", "bnnninn", "bnneen", "nin", "behneen", "b\u00e9nin", "bennn", "dahomey", "togo", "burkina", "faso", "tropical", "portonovo", "cotonou", "114763", "1087", "dependent", "substantial", "employment", "arising", "subsistence", "farming", "2009588", "11294331", "18\u00b015\u00a2s", "35\u00b000\u00a2en", "n18250\u00b0s", "35000\u00b0en", "18250", "35000in", "monz\u00e6mnbink", "mnn", "mo\u00e7ambique", "nnnpublikn", "musnnnbikn", "malawi", "zimbabwe", "swaziland", "maputo", "louren\u00e7o", "marque", "fifth", "bantuspeaking", "migrated", "somali", "merchant", "establishing", "contributing", "swahili", "6316655", "29901515", "brazil", "10\u00b0s", "52\u00b0wn", "n10\u00b0s", "52in", "brnnznl", "brasil", "bnanziw", "federative", "federativa", "208", "fifthlargest", "sixth", "bras\u00edlia", "paulo", "bounded", "7491", "4655", "chile", "473", "amazon", "ecological", "habitat", "heritage", "make", "subject", "significant", "debate", "regarding", "deforestation", "protection", "65435288", "214425130", "network", "information", "lacnic", "registro", "direcciones", "internet", "para", "am\u00e9rica", "latina", "caribe", "endere\u00e7amento", "registry", "regionslacnic", "allocation", "registration", "operation", "notforprofit", "membershipbased", "organisationslacnic", "allocated", "ipv4", "address", "block", "1770008", "1790008", "1810008", "1860008", "1870008", "1890008", "1900008", "1910008", "2000008", "2010008", "ipv6", "20011200", "28000000", "12on", "announced", "pool", "exhausted", "186096069", "630328793", "199572645", "658526006", "21\u00b015\u00a2s", "165\u00b018\u00a2en", "n2125\u00b0s", "16530\u00b0en", "2125", "16530new", "nouvellecal\u00e9donie", "collectivity", "1210", "20000", "12000", "melanesia", "subregion", "terre", "loyalty", "chesterfield", "belep", "isle", "pine", "remote", "islet", "caillou", "pebble", "18576", "7172", "268767", "aug", "mix", "kanak", "original", "descent", "caldoches", "wallisians", "asian", "piednoir", "noum\u00e9a", "69050", "287950", "\u00e6nndnnrn", "ndnrn", "catalan", "nnndorn", "anndnra", "principat", "dandorra", "valley", "valls", "pyrenees", "created", "charter", "988", "1278", "diarchy", "headed", "coprinces", "catholic", "bishop", "urgell", "franceandorra", "sixthsmallest", "468", "181", "77281", "16thsmallest", "11thsmallest", "vella", "elevation", "1023", "3356", "9858", "88014", "ellnda", "hellenic", "ellhnikn", "dhmokratna", "hellas", "athens", "thessalonikigreece", "macedonia", "ionian", "cretan", "longest", "13676", "8498", "length", "featuring", "227", "eighty", "olympus", "2918", "9573", "peloponnese", "thessaly", "epirus", "dodecanese", "cyclades", "crete", "8192244", "11260821", "ibrd", "sahara", "fully", "partially", "contrast", "somalia", "djibouti", "likewise", "sahel", "transitional", "forestsavanna", "mosaic", "africasince", "probably", "bce", "saharan", "extremely", "harsh", "sparsely", "effective", "barrier", "interrupted", "blocked", "cataract", "pump", "theory", "explains", "flora", "fauna", "homo", "sapiens", "penetrate", "pluvial", "wet", "phase", "existed", "188296486", "1073335165", "42418235", "junnkrenn", "yookrayn", "ukraina", "ukrnnjinn", "belarus", "poland", "hungary", "azov", "respectively", "dispute", "crimean", "annexed", "recognise", "crimea", "603628", "233062", "46th", "425", "32nd", "42186295", "52655063", "991", "sunnitunisia", "tunnninnn", "tnnis", "tune", "tunisie", "nnnnnnnnn", "aljumhnrnya", "attnnisnya", "covering", "165000", "64000", "angela", "1193", "derived", "tunis", "coastgeographically", "contains", "reach", "much", "soil", "1300", "810", "conjunction", "sicilian", "sardinian", "nearest", "3814916", "11764597", "6\u00b0s", "147\u00b0en", "n6\u00b0s", "147papua", "png", "np\u00e6pun", "njun", "nnnnin", "npnn", "pju", "np\u00e6pjun", "pnnnpunn", "tok", "pisin", "niugini", "hiri", "motu", "niu", "gini", "oceanian", "moresby", "papuaat", "1884", "started", "realm", "queen", "elizabeth", "head", "right", "1706961", "8388706", "virgin", "usvi", "leeward", "lesser", "antillesthe", "consist", "croix", "thomas", "surrounding", "minor", "13373", "34636", "charlotte", "amalie", "thomaspreviously", "danish", "denmark\u0153norway", "sold", "1916", "nonselfgoverning", "1954", "revised", "organic", "act", "convention", "proposed", "2009", "rejected", "congress", "urged", "reconvene", "concern", "obama", "document", "met", "october", "2012", "able", "produce", "deadline", "28168", "112470", "11\u00b0n", "10\u00b0wn", "n11\u00b0n", "10\u0153", "nnnni", "fran\u00e7aise", "guineaconakry", "distinguish", "eponymous", "124", "245860", "94927", "directly", "unicameral", "guinean", "legislative", "body", "judicial", "branch", "supreme", "court", "final", "appeal", "mid15th", "guineus", "generic", "opposed", "tawny", "zenaga", "azenegues", "moor", "3136483", "12836849", "nnstonnin", "estonian", "eesti", "nensti", "vabariik", "baltic", "343", "peipus", "3386", "2222", "45227", "17462", "2839", "1096", "42388", "16366", "influenced", "humid", "finnic", "peoplesthe", "9000", "pagan", "christianized", "crusade", "successive", "awakening", "secured", "1934", "autocratic", "silence", "suffered", "nazi", "annexation", "loss", "facto", "continuity", "preserved", "diplomat", "exile", "1987", "peaceful", "singing", "culminating", "restoration", "fifteen", "county", "tallinn", "leastpopulous", "oecd", "1193655", "1587055", "rep", "1\u00b026\u00a224\u00b2s", "15\u00b033\u00a222\u00b2en", "n144\u00b0s", "15556\u00b0en", "144", "15556\u0153", "congobrazzaville", "angolan", "cabinda", "southwestthe", "link", "upon", "marxist\u0153leninist", "oneparty", "ousted", "denis", "sassou", "nguesso", "1979", "past", "832789", "5330251", "cuba", "22\u00b000\u00a2n", "80\u00b000\u00a2wn", "n22000\u00b0n", "80000\u00b0wn", "22000", "80000cuba", "nkjunbn", "nkuba", "isla", "juventud", "florida", "bahamas", "haiti", "jamaica", "havana", "santiago", "camag\u00fcey", "109884", "42426", "secondmost", "hispaniola", "inhabitantsthe", "ciboney", "4th", "spanish\u0153american", "1902", "attempted", "strengthen", "mounting", "radicalization", "strife", "fulgencio", "batista", "1952", "unrest", "instability", "ousting", "1959", "afterwards", "communist", "fidel", "castro", "1965", "party", "contention", "nuclear", "cuban", "missile", "role", "vanguard", "enshrined", "observer", "accused", "abuse", "arbitrary", "imprisonment", "6924392", "11692724", "39\u00b0n", "71\u00b0en", "n39\u00b0n", "71tajikistan", "tnnndninknstnnn", "tnndninknst\u00e6n", "t\u00e6ndninkinst\u00e6n", "tajik", "tnndnniknsntnnn", "\u00e7umhuriji", "to\u00e7ikiston", "143100", "55300", "afghanistan", "uzbekistanthe", "sarazm", "faith", "oxus", "andronovo", "buddhism", "nestorian", "zoroastrianism", "manichaeism", "achaemenid", "sasanian", "hephthalite", "samanid", "mongol", "timurid", "dissolution", "fought", "immediately", "lasting", "newly", "stability", "aid", "grow", "like", "emomali", "rahmon", "criticised", "authoritarian", "lack", "religious", "freedom", "corruption", "violation", "nongovernmental", "1754642", "9067346", "11\u00b014\u00a257\u00b2n", "60\u00b039\u00a209\u00b2wn", "n11249285\u00b0n", "60652557\u00b0wn", "11249285", "60652557trinidad", "ntrnnnnd\u00e6d", "tnnbennon", "ton", "twin", "130", "edge", "guyana", "westthe", "governor", "jos\u00e9", "mar\u00eda", "chac\u00f3n", "surrendered", "fleet", "command", "sir", "ralph", "abercromby", "1797", "changed", "hand", "courlander", "colonizer", "amiens", "unified", "1889", "obtained", "822654", "1390786", "underdeveloped", "industrial", "hdi", "universally", "agreedupon", "versus", "fit", "category", "reference", "compared", "lessdeveloped", "confused", "specific", "describes", "observed", "dynamic", "expected", "progress", "tended", "demonstrate", "higher", "alternative", "measurement", "suggested", "happiness", "categorized", "industrialized", "2080957755", "6450732271", "greenland", "greenlandic", "kalaallit", "nunaat", "kalannit", "nunant", "gr\u00f8nland", "nnnnnnlann", "constituent", "canadian", "physiographically", "politically", "culturally", "specifically", "iceland", "resident", "inuit", "ancestor", "migrating", "settling", "islandgreenland", "antarctica", "rather", "threequarters", "covered", "permanent", "ice", "sheet", "outside", "56480", "nuuk", "umiaq", "ferry", "lifeline", "connecting", "31278", "58156", "sierra", "leone", "8\u00b030\u00a2n", "11\u00b030\u00a2wn", "n8500\u00b0n", "11500\u00b0wn", "8500", "11500\u0153", "sinnnnrn", "linnonnin", "linnonn", "liberia", "ranging", "savannah", "71740", "27699", "7075641", "112", "legislature", "parliamentsierra", "subdivided", "sixteen", "district", "190", "freetown", "1050301", "kenema", "160", "2042156", "7651144", "said", "continuous", "otherwise", "conventionally", "identity", "initiative", "cei", "centrope", "visegr\u00e1d", "show", "disparity", "regard", "developedelements", "unity", "catholicism", "orthodox", "christian", "graecobyzantine", "schism", "1054", "protestant", "framework", "church", "slavonic", "cyrillic", "alphabet", "90431593", "111771369", "42\u00b035\u00a2n", "21\u00b000\u00a2en", "n42583\u00b0n", "21000\u00b0en", "42583", "21000disputedkosovo", "nknsnvon", "nkon", "albanian", "kosova", "knnsnnva", "kosov\u00eb", "k\u00f4sono", "recognised", "2008", "kosov\u00ebs", "serf", "connection", "pristina", "prizren", "pen", "ferizaj", "uncontested", "recognises", "continues", "metohija", "890050", "2142950", "aruba", "yellow", "nnrunbn", "nroobn", "annruban", "990", "antilles", "measure", "widest", "bonaire", "cura\u00e7ao", "abc", "caribbeanaruba", "sint", "maarten", "subdivision", "purpose", "oranjestad", "51680", "107352", "curacao", "nknrnsan", "kurnsow", "nkjnnrnsan", "kewrnsow", "kynrannsnun", "papiamento", "k\u00f2rsou", "nkorsou", "venezuelan", "netherlandsthe", "dependency", "1815\u01531954", "pais", "uninhabited", "klein", "160000", "444", "171", "willemstadbefore", "administered", "eilandgebied", "teritorio", "123067", "161757", "28\u00b0n", "2\u00b0en", "n28\u00b0n", "2french", "education", "\u00e6lndnnnrin", "aljaznir", "dzayer", "alg\u00e9rie", "algiers", "2381741", "919595", "tenthlargest", "semipresidential", "1541", "commune", "abdelaziz", "bouteflika", "9650829", "42080110", "168\u00b0en", "168the", "marshallese", "aolepnn", "aornkin", "mnajen", "slightly", "53158", "1156", "individual", "isletsthe", "wake", "kiribati", "27797", "islander", "majuro", "data", "53066", "733", "295", "765", "mi2", "projected", "2020", "53263", "12741", "54986", "runnnnndn", "runn\u00e6ndn", "kinyarwanda", "unnwanda", "repubulika", "degree", "elevated", "throughout", "temperate", "dry", "yearthe", "predominantly", "rural", "rwandan", "drawn", "banyarwanda", "subgroup", "forestdwelling", "pygmy", "descended", "scholar", "disagree", "difference", "believe", "caste", "separately", "serving", "paul", "kagame", "patriotic", "rpf", "report", "suppression", "opposition", "intimidation", "restriction", "speech", "strict", "hierarchy", "precolonial", "delineated", "2006", "female", "parliament", "2484224", "12366712", "faroe", "62\u00b000\u00a2n", "06\u00b047\u00a2wn", "n62000\u00b0n", "6783\u00b0wn", "62000", "6783the", "nfnnron", "faroese", "f\u00f8royar", "nf\u0153njan", "f\u00e6r\u00f8erne", "nf\u00e6nn\u00f8nnnnn", "faeroe", "norwegian", "halfway", "320", "northnorthwest", "scotland", "1400", "541", "50322", "2017the", "faroes", "rugged", "subpolar", "oceanic", "cfc", "windy", "cloudy", "cool", "northerly", "latitude", "temperature", "average", "freezing", "streambetween", "1035", "1814", "hereditary", "kiel", "possession", "1948", "domestic", "matter", "policing", "justice", "department", "custom", "establish", "nordic", "delegation", "competing", "certain", "sport", "33938", "49839", "polynesia", "nfrnntn", "pnlnnninnn", "polyn\u00e9sie", "pnlinezi", "fnnnsnz", "tahitian", "pnrnnetia", "farnni", "collectivit\u00e9", "doutremer", "com", "unofficially", "pay", "pom", "composed", "118", "dispersed", "expanse", "1200", "4167", "windward", "tuamotu", "gambier", "marquesas", "austral", "tahiti", "papeete", "close", "integral", "clipperton", "2007", "67969", "290314", "1\u00b025\u00a2n", "173\u00b000\u00a2en", "n1417\u00b0n", "173000\u00b0en", "1417", "173000kiribati", "nkirinbns", "kirribes", "nknrnnbnnti", "kirribahtee", "gilbertese", "ribaberiki", "110000", "tarawa", "raised", "banaba", "straddle", "180th", "meridian", "round", "swing", "reaching", "150\u00b0w", "brings", "easternmost", "hawaii", "utc14", "hour", "37574", "118053", "40\u00b0n", "45\u00b0en", "n40\u00b0n", "45armenia", "nnrnminnin", "armenian", "hayastan", "ipa", "hnjnsntnn", "nnnnnnnnnnnnnnn", "hayastani", "hanrapetutyun", "hnjnstnnni", "hnnnnpntutnnjun", "caucasus", "highland", "artsakh", "azerbaijan", "southarmenia", "urartu", "860", "replaced", "satrapy", "height", "tigranes", "1st", "3rd", "adoption", "301", "5th", "bagratuni", "bagratid", "fell", "1045", "seljuk", "turk", "cilician", "1790917", "3621367", "15\u00b000\u00a2n", "86\u00b030\u00a2wn", "n15000\u00b0n", "86500\u00b0wn", "15000", "86500honduras", "hnnndnnrns", "onndunas", "differentiate", "belize", "fonseca", "inlet", "seahonduras", "sixteenth", "predominant", "blended", "consistently", "endured", "mosquito", "transferred", "1684925", "9466578", "1\u00b0n", "38\u00b0en", "n1\u00b0n", "38in", "nknnjn", "nknna", "eac", "nairobi", "overlies", "rift", "expansive", "extends", "turkana", "rudolf", "581309", "224445", "2017kenya", "warm", "cooler", "grassland", "closer", "snow", "permanently", "inland", "tea", "coffee", "grown", "cash", "revenue", "earner", "nyanza", "hot", "becomes", "freshwater", "give", "hilly", "arid", "semiarid", "neardesert", "class", "athlete", "track", "field", "rugby", "thanks", "park", "tsavo", "amboseli", "maasai", "mara", "nakuru", "aberdare", "sand", "safari", "lamu", "diani", "bamburi", "kilifi", "yachting", "competition", "6087633", "50479373", "33\u00b0n", "65\u00b0en", "n33\u00b0n", "65afghanistan", "\u00e6fnn\u00e6nnst\u00e6n", "nnnnnstnnn", "pashtodari", "pashto", "afnnnistnn", "avnnnisntnn", "dari", "afnnnestnn", "avnnnesntnn", "islamic", "turkmenistan", "pakistaniadministered", "gilgitbaltistan", "652000", "252000", "hindu", "kush", "range", "experience", "winter", "get", "summer", "kabul", "7713366", "35939016", "13\u00b035\u00a2s", "172\u00b020\u00a2wn", "n13583\u00b0s", "172333\u00b0wn", "13583", "172333the", "samoan", "malo", "sanoloto", "tutonatasi", "snmoa", "snnmonn", "nsanmoa", "eleven", "savaii", "upolu", "apia", "lapita", "discovered", "identitysamoa", "admitted", "entire", "navigator", "seafaring", "skill", "104322", "199448", "planet", "philosophical", "context", "physical", "universe", "ontological", "theological", "material", "profane", "sphere", "celestial", "spiritual", "transcendent", "sacred", "scenario", "contextshistory", "understood", "geopolitical", "suggests", "intercontinental", "scope", "necessarily", "implying", "participation", "worldworld", "sum", "globalization", "championship", "product", "flag", "imply", "combination", "currentday", "2813796182", "7662532692", "ghana", "7\u00b049\u00a2n", "1\u00b003\u00a2wn", "n7817\u00b0n", "1050\u00b0wn", "7817", "1050ghana", "238535", "ivory", "warrior", "soninke", "languagethe", "ashanti", "ultimately", "1900s", "gold", "5574564", "29284450", "15\u00b030\u00a2n", "90\u00b015\u00a2wn", "n15500\u00b0n", "90250\u00b0wn", "15500", "90250in", "nnwnntnnmnnln", "gwahtnmahln", "gwatenmala", "166", "asunci\u00f3n", "citythe", "mesoamerica", "3592160", "17201055", "nn\u00e6mbin", "africathe", "namesake", "empty", "10689", "4127", "1857181", "april", "banjul", "gambian", "serekunda", "brikamathe", "root", "key", "placing", "keeping", "g\u00e2mbia", "1765", "assumed", "senegambia", "dawda", "jawara", "yahya", "jammeh", "bloodless", "coup", "284399", "2122029", "fyr", "nm\u00e6snndonnin", "macedonian", "makedonija", "maknndnnija", "rnnpublika", "nmaknndnnija", "successor", "1993", "ongoing", "provisional", "description", "yugoslav", "fyrom", "natoa", "geographical", "skopje", "quarter", "206", "slavic", "romani", "serb", "1459040", "2110832", "bolivia", "16\u00b042\u00a243\u00b2s", "64\u00b039\u00a258\u00b2wn", "n16712\u00b0s", "64666\u00b0wn", "16712", "64666in", "bnnlnvin", "bonlibja", "guarani", "mborivia", "nbonninja", "buliwya", "bnlnwja", "aymara", "wuliwya", "wnlnwja", "plurinational", "estado", "plurinacional", "sucre", "paz", "center", "santa", "cruz", "llano", "orientales", "lowland", "flat", "boliviait", "constitutionally", "andes", "paraguay", "argentina", "onethird", "andean", "1098581", "424164", "3333727", "11247603", "52\u00b0n", "20\u00b0en", "n52\u00b0n", "20\u0153", "polish", "polska", "npnlska", "rzeczpospolita", "nntnnpnnspnlita", "312679", "120726", "385", "warsaw", "krak\u00f3w", "n\u00f3dn", "wrocnaw", "poznan", "gdansk", "szczecinthe", "traced", "966", "mieszko", "ruler", "coextensive", "converted", "founded", "1025", "1569", "cemented", "longstanding", "grand", "duchy", "signing", "lublin", "polish\u0153lithuanian", "uniquely", "written", "1791", "29186148", "39114782", "kazakh", "qazaqstan", "qnznqnstnn", "knznxnstan", "resp\u00fdblnkasy", "ninth", "2724900", "1052100", "dominant", "economically", "generating", "oilgas", "mineral", "argue", "europes", "inclusionkazakhstan", "adjoins", "caspian", "flatlands", "steppe", "taiga", "canyon", "snowcapped", "given", "astana", "moved", "almaty", "9310121", "18201170", "34\u00b0s", "64\u00b0wn", "n34\u00b0s", "64in", "corrientes", "nnnrdnnnntinnn", "anxenntina", "argentine", "sharing", "bulk", "cone", "uruguay", "drake", "passage", "2780400", "1073500", "eighthlargest", "spanishspeaking", "twentythree", "provincias", "singular", "provincia", "ciudad", "aut\u00f3noma", "buenos", "aire", "decided", "exist", "falkland", "islas", "malvinas", "sandwich", "19457657", "45008847", "prc", "1404", "9600000", "3700000", "depending", "source", "consulted", "exercise", "jurisdiction", "directcontrolled", "beijing", "tianjin", "shanghai", "chongqing", "macauchina", "semilegendary", "xia", "21st", "fractured", "reunified", "qin", "succeeding", "han", "saw", "technology", "papermaking", "compass", "medical", "improvement", "invention", "gunpowder", "printing", "tang", "completed", "widely", "trader", "mesopotamia", "dynastic", "1912", "xinhai", "break", "1949", "victorious", "people\u2122s", "losing", "kuomintang", "retreated", "taiwan", "still", "unresolved", "624413250", "1414581750", "nhnnnnri", "hungarian", "magyarorsz\u00e1g", "nmnnnrorsann", "93030", "35920", "carpathian", "mediumsized", "uralic", "metropolis", "budapest", "hub", "debrecen", "szeged", "miskolc", "p\u00e9cs", "gynr", "9773263", "10756542", "nanslnnd", "icelandic", "\u00edsland", "nistlant", "348580", "103000", "reykjav\u00edk", "twothirds", "populationiceland", "volcanically", "geologically", "interior", "lava", "glacier", "warmed", "stream", "circle", "keep", "chilly", "tundra", "climateaccording", "manuscript", "landn\u00e1mab\u00f3k", "874", "chieftain", "ing\u00f3lfr", "arnarson", "emigrated", "thrall", "gaelic", "althing", "functioning", "acceded", "kalmar", "1397", "integration", "swedens", "secession", "1523", "lutheranism", "forcefully", "1550", "distant", "semicolonial", "conspicuous", "absence", "napoleonic", "struggle", "1944", "relied", "fishing", "industrialisation", "fishery", "wealthiest", "finance", "biotechnology", "manufacturing", "167640", "342185", "nsnndi", "nnrenbin", "nsan", "ksa", "constituting", "2150000", "830000", "jordan", "kuwait", "qatar", "bahrain", "aqaba", "mountainsthe", "consisted", "hejaz", "najd", "alahsa", "asir", "1932", "ibn", "saud", "conquest", "capture", "riyadh", "ancestral", "family", "house", "absolute", "effectively", "ultraconservative", "wahhabi", "sunni", "gas", "mosque", "almasjid", "alharam", "mecca", "annabawi", "medina", "holiest", "287", "foreigner", "2677081", "33685144", "6\u00b030\u00a2n", "9\u00b030\u00a2wn", "n6500\u00b0n", "9500\u00b0wn", "6500", "9500\u0153", "lannbnnrin", "111369", "43000", "4503000", "representing", "monroviaforests", "salttolerant", "mangrove", "tree", "opening", "onto", "drier", "rainfall", "may\u0153october", "harmattan", "wind", "remainder", "posse", "forty", "upper", "producer", "rubber", "945637", "4788498", "4\u00b0n", "72\u00b0wn", "n4\u00b0n", "72in", "knnlnmbin", "nlnm", "knlumbeen", "lom", "konlombja", "dominican", "thirtytwo", "originally", "muisca", "quimbaya", "taironathe", "colombian", "1499", "initiated", "colonization", "creating", "santaf\u00e9", "bogot\u00e1", "acquired", "1819", "experimented", "federalism", "granadine", "1858", "1863", "finally", "1886", "asymmetric", "lowintensity", "escalated", "decreased", "onward", "linguistically", "thereby", "14871731", "50262070", "sao", "tome", "principe", "7\u00b0en", "tnnmen", "nprnnsnpn", "snnw", "tunmn", "npnnsnpn", "140", "225", "155", "gabonthe", "vital", "proximity", "ideal", "sugar", "cultivation", "cocoa", "lucrative", "plantation", "heavily", "imported", "cycle", "57390", "206696", "namibia", "22\u00b0s", "17\u00b0en", "n22\u00b0s", "17\u0153", "nnnmnbin", "n\u00e6n", "republik", "afrikaans", "republiek", "van", "namibi\u00eb", "botswana", "zambezi", "essentially", "bulge", "achieve", "botswanazambia", "microborder", "1990", "namibian", "windhoek", "sadc", "508685", "2573571", "65\u00b0wn", "65in", "nvnnnnzwenln", "vennzwayln", "benenswela", "bolivarian", "bolivariana", "916445", "353841", "31568179", "ranked", "orinoco", "1522", "amid", "1811", "spanishamerican", "declare", "securely", "turmoil", "autocracy", "caudillos", "strongman", "mid20th", "1980s", "deadly", "caracazo", "riot", "1989", "impeachment", "carlos", "andr\u00e9s", "p\u00e9rez", "embezzlement", "collapse", "confidence", "1998", "coupinvolved", "career", "officer", "hugo", "ch\u00e1vez", "6975780", "32739245", "6\u00b018\u00a225\u00b2s", "34\u00b051\u00a214\u00b2en", "n6307\u00b0s", "34854\u00b0en", "6307", "34854dodoma", "nt\u00e6nznnninn", "jamhuri", "muungano", "kilimanjaro", "tanzaniathe", "5557", "groupstanzania", "1996", "dodoma", "ministry", "dar", "salaam", "socialistprogressive", "chama", "cha", 