["cypru", "popul", "offici", "republ", "island", "countri", "eastern", "mediterranean", "third", "largest", "locat", "south", "turkey", "west", "syria", "lebanon", "northwest", "israel", "north", "egypt", "southeast", "earliest", "known", "human", "date", "around", "millennium", "remain", "thi", "period", "includ", "neolith", "home", "oldest", "water", "well", "world", "settl", "greek", "two", "strateg", "middl", "east", "subsequ", "occupi", "sever", "major", "power", "empir", "persian", "great", "rule", "roman", "arab", "french", "dynasti", "follow", "three", "centuri", "ottoman", "jure", "salvador", "coordin", "listen", "spanish", "rep\u00fablica", "smallest", "den", "central", "america", "capit", "citi", "san", "2016", "updat", "approxim", "million", "consist", "larg", "european", "indigen", "american", "inhabit", "nation", "especi", "earli", "16th", "conquer", "territori", "incorpor", "new", "spain", "mexico", "howev", "littl", "influenc", "colon", "area", "becam", "gener", "guatemala", "part", "independ", "took", "place", "1821", "first", "seced", "feder", "dissolv", "sovereign", "form", "union", "hondura", "nicaragua", "call", "greater", "last", "hong", "kong", "china", "chine", "special", "administr", "region", "peopl", "autonom", "side", "pearl", "river", "asia", "along", "macau", "delta", "metropolitan", "variou", "note", "squar", "kilometr", "formerli", "coloni", "british", "war", "except", "second", "dure", "japan", "control", "1997", "maintain", "separ", "polit", "econom", "system", "mainland", "gabon", "12\u00b0en", "africa", "light", "blue", "dark", "grey", "african", "pronunci", "r\u00e9publiqu", "state", "coast", "equat", "border", "equatori", "guinea", "cameroon", "congo", "gulf", "nearli", "estim", "franc", "1960", "presid", "1990", "introduc", "multiparti", "democrat", "constitut", "allow", "mani", "institut", "also", "member", "unit", "secur", "council", "term", "ecuador", "2000", "del", "repres", "northwestern", "colombia", "peru", "pacif", "ocean", "varieti", "amerindian", "group", "gradual", "15th", "achiev", "gran", "emerg", "reflect", "ethnic", "diver", "minor", "languag", "spoken", "though", "recogn", "nnnnnn", "nnnnnnn", "formal", "nnnnn", "current", "leagu", "stretch", "atlant", "arabian", "sea", "horn", "indian", "combin", "half", "year", "age", "histor", "19th", "movement", "within", "interest", "project", "libya", "nnnn", "need", "maghreb", "sudan", "chad", "niger", "algeria", "tunisia", "made", "almost", "fourth", "ani", "berber", "sinc", "late", "establish", "trade", "western", "ancient", "befor", "becom", "centr", "christian", "mostli", "7th", "invas", "islam", "began", "18th", "continu", "italian", "occup", "result", "import", "campaign", "declin", "tonga", "kingdom", "polynesian", "archipelago", "compris", "total", "southern", "resid", "main", "across", "500", "line", "surround", "fiji", "samoa", "northeast", "zealand", "southwest", "caledonia", "vanuatu", "farther", "becaus", "accord", "visit", "arriv", "time", "plan", "english", "unitari", "presidenti", "guin\u00e9", "portugues", "name", "near", "onli", "2015", "insular", "small", "volcan", "northernmost", "site", "s\u00e3o", "tom\u00e9", "pr\u00edncipe", "offshor", "grand", "conflict", "situat", "zone", "develop", "2010", "organis", "intern", "peac", "medium", "thu", "doe", "creat", "forc", "take", "civil", "ukrain", "indonesia", "malaysia", "india", "pakistan", "nigeria", "mission", "base", "complet", "success", "bermuda", "oversea", "cape", "puerto", "rico", "selfgovern", "govern", "local", "law", "retain", "respons", "defenc", "foreign", "sector", "tourism", "one", "highest", "gdp", "per", "caput", "20th", "beyond", "recent", "statu", "global", "climat", "relat", "protect", "coral", "posit", "limit", "dividend", "demograph", "occur", "work", "high", "indic", "potenti", "product", "contribut", "growth", "economi", "research", "four", "decad", "latin", "advanc", "europ", "usa", "low", "birth", "rate", "least", "yet", "experienc", "favour", "condit", "divis", "polici", "enjoy", "bank", "defin", "fund", "unfpa", "mean", "\ufb01the", "shift", "structur", "mainli", "share", "larger", "word", "grow", "number", "workforc", "rel", "increas", "young", "fertil", "madagascar", "fourthlargest", "numer", "smaller", "split", "peninsula", "ago", "nativ", "consequ", "wildlif", "found", "earth", "uniqu", "environment", "grenada", "southeastern", "caribbean", "six", "end", "chain", "trinidad", "tobago", "venezuela", "saint", "size", "georg", "due", "export", "later", "carib", "christoph", "columbu", "although", "king", "land", "attempt", "colonis", "resist", "settlement", "februari", "cede", "treati", "1974", "1962", "indi", "march", "1967", "grant", "full", "associ", "august", "serv", "exclud", "incom", "mena", "acronym", "refer", "cover", "extens", "extend", "morocco", "iran", "roughli", "extent", "often", "use", "academia", "militari", "disast", "relief", "busi", "geograph", "natur", "common", "organ", "entiti", "montenegro", "legend", "pronounc", "black", "mountain", "adriat", "croatia", "bosnia", "herzegovina", "serbia", "kosovo", "albania", "old", "royal", "9th", "mediev", "serbian", "princip", "led", "byzantin", "yugoslavia", "1918", "kyrgyz", "nnnnnnnnnnnn", "translit", "russian", "nnnnnnnnnn", "simpli", "kyrgyzstan", "nnnnnnnn", "landlock", "terrain", "kazakhstan", "uzbekistan", "tajikistan", "histori", "span", "encompass", "cultur", "highli", "crossroad", "silk", "road", "commerci", "rout", "long", "tribe", "domin", "sovereignti", "soviet", "1991", "comoro", "nnn", "northern", "mozambiqu", "channel", "northeastern", "tanzania", "seychel", "religion", "km2", "differ", "civilis", "came", "monarchi", "landmass", "borneo", "maritim", "thailand", "singapor", "vietnam", "brunei", "philippin", "seat", "southernmost", "point", "continent", "eurasia", "tropic", "highincom", "gross", "definit", "commonli", "monetari", "factor", "classifi", "exampl", "may", "either", "holi", "strip", "seneg", "mauritania", "mali", "guineabissau", "gambia", "verd", "come", "season", "euro", "eurozon", "help\u00b7info", "adopt", "author", "nine", "austria", "belgium", "estonia", "finland", "germani", "greec", "ireland", "itali", "latvia", "lithuania", "luxembourg", "malta", "netherland", "portug", "slovakia", "slovenia", "denmark", "join", "onc", "meet", "criterion", "left", "andorra", "monaco", "marino", "agreement", "oman", "sultan", "emir", "saudi", "arabia", "yemen", "exclav", "strait", "coastal", "17th", "britain", "peak", "modernday", "far", "port", "among", "ida", "financi", "concession", "loan", "poorest", "washington", "exist", "reconstruct", "lend", "suffer", "lowest", "togeth", "collect", "execut", "leadership", "oper", "reduc", "poverti", "aim", "provid", "afford", "financ", "whose", "borrow", "assist", "quickli", "sustain", "singl", "built", "restor", "kilomet", "bridg", "expand", "access", "improv", "238", "billion", "usd", "elig", "eight", "panama", "costa", "rica", "eventu", "back", "transfer", "culmin", "decemb", "1999", "switzerland", "green", "swiss", "liechtenstein", "divid", "alp", "plateau", "concentr", "seri", "arm", "2002", "addit", "red", "offic", "level", "free", "notabl", "market", "benin", "lie", "tribal", "modern", "origin", "begin", "present", "protector", "tradit", "altern", "elect", "dictatorship", "stabl", "democraci", "2011", "consid", "30\u00b0en", "gain", "make", "ethiopia", "kenya", "uganda", "vast", "white", "nile", "2005", "vote", "sid", "similar", "resourc", "remot", "extern", "depend", "environ", "held", "commun", "transport", "infrastructur", "distinct", "june", "1992", "barbado", "produc", "1994", "guam", "micronesia", "citizen", "mile", "densiti", "oceania", "mariana", "municip", "mount", "foot", "abov", "support", "industri", "contin", "entir", "hemispher", "subcontin", "arctic", "2013", "nearbi", "reach", "6th", "13th", "era", "1492", "migrat", "settler", "presentday", "slave", "australia", "commonwealth", "australian", "neighbour", "papua", "timor", "solomon", "dutch", "explor", "claim", "initi", "januari", "five", "crown", "parliamentari", "coastlin", "featur", "beach", "desert", "rainforest", "savanna", "metr", "indonesian", "neighbor", "novemb", "1975", "declar", "day", "invad", "provinc", "portion", "balkan", "bulgaria", "georgia", "armenia", "iraq", "lead", "urban", "microst", "censu", "vari", "percent", "rich", "tax", "2014", "nepal", "bangladesh", "tip", "bhutan", "geographi", "plain", "forest", "gibraltar", "iberian", "primarili", "wide", "servic", "ship", "effect", "mauritiu", "1976", "agricultur", "societi", "rise", "index", "despit", "prosper", "burundi", "3500", "republika", "lake", "rwanda", "southwestern", "live", "200", "german", "zambia", "angola", "secondlargest", "subsaharan", "11th", "abbrevi", "spread", "nauru", "marshal", "palau", "give", "14th", "atol", "sweden", "swedish", "finnish", "scandinavian", "norway", "connect", "moldova", "sometim", "romania", "disput", "bessarabia", "whole", "revolut", "integr", "assembl", "russia", "ssr", "partial", "socialist", "former", "basin", "flow", "boundari", "linguist", "ldc", "social", "2017", "togo", "burkina", "faso", "malawi", "zimbabw", "swaziland", "fifth", "somali", "brazil", "bound", "chile", "amazon", "heritag", "signific", "regard", "network", "inform", "internet", "alloc", "address", "block", "isl", "asian", "valley", "head", "elev", "macedonia", "longest", "ibrd", "sahara", "fulli", "somalia", "djibouti", "transit", "bce", "extrem", "spar", "interrupt", "belaru", "poland", "hungari", "respect", "annex", "recognis", "nnnnnnnnn", "deriv", "contain", "much", "start", "right", "virgin", "leeward", "lesser", "danish", "act", "convent", "octob", "2012", "directli", "branch", "estonian", "baltic", "facto", "oecd", "rep", "upon", "cuba", "bahama", "haiti", "jamaica", "secondmost", "hispaniola", "instabl", "communist", "1965", "parti", "afghanistan", "dissolut", "fought", "lack", "religi", "guyana", "chang", "unifi", "univers", "compar", "higher", "greenland", "constitu", "iceland", "antarctica", "perman", "outsid", "sierra", "leon", "liberia", "rang", "district", "veri", "ident", "show", "albanian", "aruba", "yellow", "antil", "cura\u00e7ao", "sint", "maarten", "uninhabit", "administ", "educ", "individu", "kiribati", "degre", "throughout", "temper", "predominantli", "parliament", "faro", "norwegian", "latitud", "posse", "domest", "depart", "certain", "polynesia", "compos", "dispers", "expans", "close", "armenian", "ipa", "azerbaijan", "3rd", "5th", "turk", "beliz", "endur", "38\u00b0en", "hot", "arid", "class", "park", "turkmenistan", "summer", "samoan", "snmoa", "navig", "context", "ghana", "ivori", "coup", "1993", "bolivia", "center", "paraguay", "argentina", "duchi", "ninth", "caspian", "uruguay", "saw", "interior", "jordan", "kuwait", "qatar", "bahrain", "conquest", "famili", "absolut", "upper", "dominican", "namibia", "botswana", "rank", "1980", "renam", "rhodesia", "compani", "maldiv", "sri", "lanka", "cooper", "slovak", "czech", "lesotho", "speak", "cambodia", "asean", "lao", "eritrea", "septemb", "viti", "tuvalu", "levu", "croatian", "person", "face", "sloven", "pop", "shelley", "audit", "canada", "nnnnnnnnnnn", "thousand", "asiapacif", "popular", "apej", "japanes", "guiana", "nomad", "muslim", "proclaim", "irish", "basic", "lit", "colloqui", "myanmar", "korea", "korean", "dmz", "run", "lower", "stan", "tie", "good", "battl", "bengal", "evid", "antigua", "barbuda", "syrian", "jewish", "bailiwick", "caico", "mongolia", "hipc", "debt", "surinam", "bulgarian", "cayman"]