var results = [{"id": 71, "score": 0.023271764232024997, "title": "Greenland Population", "description": "Greenland (Greenlandic: Kalaallit Nunaat, pronounced [kalannit nunant]; Danish: Grønland,\npronounced [nnnnnnlann]) is an autonomous constituent country within the Kingdom of Denmark\nbetween the Arctic and Atlantic Oceans, east of the Canadian Arctic Archipelago. Though\nphysiographically a part of the continent of North America, Greenland has been politically and culturally\nassociated with Europe (specifically Norway and Denmark, the colonial powers, as well as the nearby\nisland of Iceland) for more than a millennium. The majority of its residents are Inuit, whose ancestors\nbegan migrating from the Canadian mainland in the 13th century, gradually settling across the\nisland.Greenland is the world's largest island. Australia and Antarctica, although larger, are generally\nconsidered to be continental landmasses rather than islands. Three-quarters of Greenland is covered\nby the only permanent ice sheet outside Antarctica. With a population of about 56,480 (2013), it is the\nleast densely populated territory in the world. About a third of the population live in Nuuk, the capital\nand largest city. The Arctic Umiaq Line ferry acts as a lifeline for western Greenland, connecting the\nvarious cities and settlements.\n"}, {"id": 228, "score": 0.020473341460599655, "title": "Dominica Population", "description": "Coordinates: 15°25¢N 61°20¢Wn / n15.417°N 61.333°Wn / 15.417; -61.333in the Caribbean  (light\nyellow)Dominica (/dnnmnnnnkn/ ( listen) or /ndnmnnninkn/; French: Dominique; Island Carib:\nWai‚tu kubuli), officially the Commonwealth of Dominica, is an island republic. The capital, Roseau, is\nlocated on the leeward side of the island. It is part of the Windward Islands in the Lesser Antilles\narchipelago in the Caribbean Sea. The island lies south-southeast of Guadeloupe and northwest of\nMartinique. Its area is 750 km2 (290 sq mi), and the highest point is Morne Diablotins, at 1,447 m\n(4,747 ft) in elevation. The population was 71,293 at the 2011 census.The island was originally\ninhabited by the Kalinago and later colonised by Europeans, predominantly by the French from the\n1690s to 1763. Columbus is said to have passed the island on Sunday, 3 November 1493, and the\nisland's name is derived from the Latin for \"Sunday\". Great Britain took possession in 1763 after the\nSeven Years' War, and it gradually established English as its official language. The island republic\ngained independence in 1978.\n"}, {"id": 44, "score": 0.020344864025378693, "title": "Micronesia Fed Population", "description": "Coordinates: 6°55¢N 158°15¢En / n6.917°N 158.250°En / 6.917; 158.250The Federated States of\nMicronesia (/nmankronnninnn/ ( listen); abbreviated FSM and also known simply as Micronesia) is\nan independent sovereign island nation and a United States associated state consisting of four states Œ\nfrom west to east, Yap, Chuuk, Pohnpei and Kosrae Œ that are spread across the Western Pacific\nOcean. Together, the states comprise around 607 islands (a combined land area of approximately\n702 km2 or 271 sq mi) that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the\nequator. They lie northeast of New Guinea, south of Guam and the Marianas, west of Nauru and the\nMarshall Islands, east of Palau and the Philippines, about 2,900 km (1,802 mi) north of eastern\nAustralia and some 4,000 km (2,485 mi) southwest of the main islands of Hawaii.While the FSM's total\nland area is quite small, it occupies more than 2,600,000 km2 (1,000,000 sq mi) of the Pacific Ocean,\ngiving the country the 14th largest Exclusive Economic Zone in the world. The capital is Palikir, located\non Pohnpei Island, while the largest city is Weno, located in the Chuuk Atoll.\n"}, {"id": 20, "score": 0.020036054933435438, "title": "West Bank and Gaza Population", "description": "West Bank and Gaza Strip may refer to:\n"}, {"id": 51, "score": 0.019770670322678888, "title": "Benin Population", "description": "Coordinates: 6°28¢N 2°36¢En / n6.467°N 2.600°En / 6.467; 2.600Œ in Africa  (light blue & dark grey)\nŒ in the African Union  (light blue)Benin (US: /bnnninn, -nnnn/ bn-NEEN or -NIN; UK: /bnnninn/\nbeh-NEEN; French: Bénin pronounced [bennn]), officially the Republic of Benin (French: République\ndu Bénin) and formerly Dahomey, is a country in West Africa. It is bordered by Togo to the west,\nNigeria to the east, and Burkina Faso and Niger to the north. The majority of its population lives on the\nsmall southern coastline of the Bight of Benin, part of the Gulf of Guinea in the northernmost tropical\nportion of the Atlantic Ocean. The capital of Benin is Porto-Novo, but the seat of government is in\nCotonou, the country's largest city and economic capital. Benin covers an area of 114,763 square\nkilometers and its population in 2016 was estimated to be approximately 10.87 million. Benin is a\ntropical nation, highly dependent on agriculture, with substantial employment and income arising from\nsubsistence farming.\n"}, {"id": 139, "score": 0.018740508867920336, "title": "Middle East  North Africa Population", "description": "MENA is an English-language acronym referring to the Middle East and North Africa region. The term\ncovers an extensive region, extending from Morocco to Iran, including all Mashriq and Maghreb\ncountries. This toponym is roughly synonymous with the term the Greater Middle East.The population\nof the MENA region at its least extent is estimated to be around 381 million people. This constitutes\nabout 6% of the total world population. The MENA acronym is often used in academia, military\nplanning, disaster relief, media planning as a broadcast region, and business writing.Due to the\ngeographic ambiguity and Eurocentric nature of the term \"Middle East\", some people prefer use of the\nterms Arab World, WANA (West Asia and North Africa) or the less common NAWA (North Africa-West\nAsia). Both the Arab World and MENA region remain the most common terms and are used by most\norganizations, academia, and political entities flexibly, including those in the region itself. The World\nBank, UNDP and even the UNSC all use both terms.\n"}, {"id": 191, "score": 0.018303137063166153, "title": "Uganda Population", "description": "Coordinates: 1°N 32°En / n1°N 32°En / 1; 32Œ in Africa  (light blue & dark grey) Œ in the African\nUnion  (light blue)Uganda (/junnnændn, -nnnnn-/ yoo-GA(H)N-dn), officially the Republic of\nUganda (Swahili: Jamhuri ya Uganda), is a landlocked country in East Africa. It is bordered to the east\nby Kenya, to the north by South Sudan, to the west by the Democratic Republic of the Congo, to the\nsouth-west by Rwanda, and to the south by Tanzania. The southern part of the country includes a\nsubstantial portion of Lake Victoria, shared with Kenya and Tanzania. Uganda is in the African Great\nLakes region. Uganda also lies within the Nile basin, and has a varied but generally a modified\nequatorial climate.Uganda takes its name from the Buganda kingdom, which encompasses a large\nportion of the south of the country, including the capital Kampala. The people of Uganda were\nhunter-gatherers until 1,700 to 2,300 years ago, when Bantu-speaking populations migrated to the\nsouthern parts of the country.\n"}, {"id": 211, "score": 0.01778421332164542, "title": "Bahrain Population", "description": "Bahrain (/bnnnrenn/ ( listen); Arabic: nnnnnnnn al-Banrayn IPA: [an banrajn] ( listen)), officially\nthe Kingdom of Bahrain (Arabic: nnnnn nnnnnnnn  Mamlakat al-Banrayn), is an Arab\nconstitutional monarchy in the Persian Gulf. It is an island country consisting of a small archipelago\ncentered around Bahrain Island, situated between the Qatar peninsula and the north eastern coast of\nSaudi Arabia, to which it is connected by the 25-kilometre (16 mi) King Fahd Causeway. Bahrain's\npopulation is 1,234,571 (c. 2010), including 666,172 non-nationals. It is 765.3 square kilometres\n(295.5 sq mi) in size, making it the third-smallest nation in Asia after the Maldives and\nSingapore.Bahrain is the site of the ancient Dilmun civilisation. It has been famed since antiquity for its\npearl fisheries, which were considered the best in the world into the 19th century. Bahrain was one of\nthe earliest areas to convert to Islam (AD 628). Following a period of Arab rule, Bahrain was occupied\nby the Portuguese in 1521, who in turn were expelled in 1602 by Shah Abbas I of the Safavid dynasty\nunder the Persian Empire. In 1783, the Bani Utbah clan captured Bahrain from Nasr Al-Madhkur and it\nhas since been ruled by the Al Khalifa royal family, with Ahmed al Fateh as Bahrain's first hakim. In the\nlate 1800s, following successive treaties with the British, Bahrain became a protectorate of the United\nKingdom. In 1971, Bahrain declared independence. Formerly an emirate, Bahrain was declared a\nKingdom in 2002. In 2011, the country experienced protests inspired by the regional Arab Spring.\n"}, {"id": 186, "score": 0.01755554486324637, "title": "Somalia Population", "description": "Coordinates: 10°N 49°En / n10°N 49°En / 10; 49Somalia (/snnmnnlin, son-/ so-MAH-lee-n;\nSomali: Soomaaliya; Arabic: nnnnnnnn an-nnmnl), officially the Federal Republic of Somalia\n(Somali: Jamhuuriyadda Federaalka Soomaaliya, Arabic: nnnnnnn nnnnnnn nnnnnnnnnnn\nJumhnrnyat an-nnmnl al-Fidirnlnyah), is a country located in the Horn of Africa. It is bordered by\nEthiopia to the west, Djibouti to the northwest, the Gulf of Aden to the north, the Indian Ocean to the\neast, and Kenya to the southwest. Somalia has the longest coastline on Africa's mainland, and its\nterrain consists mainly of plateaus, plains and highlands. Climatically, hot conditions prevail\nyear-round, with periodic monsoon winds and irregular rainfall.Somalia has an estimated population of\naround 14.3 million. Around 85% of its residents are ethnic Somalis, who have historically inhabited the\nnorthern part of the country. Ethnic minorities are largely concentrated in the southern regions. The\nofficial languages of Somalia are Somali and Arabic, both of which belong to the Afroasiatic family.\nMost people in the country are Muslim, with the majority being Sunni.\n"}, {"id": 220, "score": 0.017157688524287035, "title": "Burkina Faso Population", "description": "Coordinates: 13°N 2°Wn / n13°N 2°Wn / 13; -2Œ in Africa  (light blue & dark grey) Œ in the African\nUnion  (light blue)  Œ  [Legend]Burkina Faso (UK: /bnnrnkinnn nfæson/, US: /nfnnson/ ( listen);\nFrench: [bunkina faso]) is a landlocked country in West Africa. It covers an area of around 274,200\nsquare kilometres (105,900 sq mi) and is surrounded by six countries: Mali to the north; Niger to the\neast; Benin to the southeast; Togo and Ghana to the south; and Ivory Coast to the southwest. Its\ncapital is Ouagadougou. In 2014 its population was estimated at just over 17.3 million. Burkina Faso is\na francophone country, with French as an official language of government and business. Formerly\ncalled the Republic of Upper Volta (1958Œ1984), the country was renamed \"Burkina Faso\" on 4 August\n1984 by then-President Thomas Sankara. Its citizens are known as Burkinabé (/bnnrnkinnnben/\nbur-KEE-nn-beh).\n"}]