var results = [{"id": 71, "score": 0.023271764232024997, "title": "IDA total Population", "description": "The International Development Association (IDA) is an international financial institution which offers\nconcessional loans and grants to the world's poorest developing countries. The IDA is a member of the\nWorld Bank Group and is headquartered in Washington, D.C., United States. It was established in\n1960 to complement the existing International Bank for Reconstruction and Development by lending to\ndeveloping countries which suffer from the lowest gross national income, from troubled\ncreditworthiness, or from the lowest per capita income. Together, the International Development\nAssociation and International Bank for Reconstruction and Development are collectively generally\nknown as the World Bank, as they follow the same executive leadership and operate with the same\nstaff.The association shares the World Bank's mission of reducing poverty and aims to provide\naffordable development financing to countries whose credit risk is so prohibitive that they cannot afford\nto borrow commercially or from the Bank's other programs. The IDA's stated aim is to assist the\npoorest nations in growing more quickly, equitably, and sustainably to reduce poverty. The IDA is the\nsingle largest provider of funds to economic and human development projects in the world's poorest\nnations. From 2000 to 2010, it financed projects which recruited and trained 3 million teachers,\nimmunized 310 million children, funded $792 million in loans to 120,000 small and medium enterprises,\nbuilt or restored 118,000 kilometers of paved roads, built or restored 1,600 bridges, and expanded\naccess to improved water to 113 million people and improved sanitation facilities to 5.8 million people.\nThe IDA has issued a total $238 billion USD in loans and grants since its launch in 1960. Thirty-six of\nthe association's borrowing countries have graduated from their eligibility for its concessional lending.\nHowever, eight of these countries have relapsed and have not re-graduated.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "322896928", "y_max": "1633938786", "file-location": "/static/PDFs/Population_PDFs/IDA total.pdf"}, {"id": 228, "score": 0.020473341460599655, "title": "Nepal Population", "description": "Nepal (/nnnpnnl/ ( listen); Nepali: nnnnn  Nepnl [nenpal]), officially the Federal Democratic\nRepublic of Nepal (Nepali: nnnnnn nnnnnnnnnnnn nnnnnnnn nnnnn Sanghiya Loktnntrik\nGanatantra Nepnl), is a landlocked country in South Asia located in the Himalaya. With an estimated\npopulation of 26.4 million, it is 48th largest country by population and 93rd largest country by area. It\nborders China in the north and India in the south, east, and west while Bangladesh is located within\nonly 27 km (17 mi) of its southeastern tip and Bhutan is separated from it by the Indian state of Sikkim.\nA Himalayan state, Nepal has a diverse geography, including fertile plains, subalpine forested hills, and\neight of the world's ten tallest mountains, including Mount Everest, the highest point on Earth.\nKathmandu is the nation's capital and largest city. Nepal is a multiethnic nation with Nepali as the\nofficial language.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "9117023", "y_max": "29928759", "file-location": "/static/PDFs/Population_PDFs/Nepal.pdf"}, {"id": 44, "score": 0.020344864025378693, "title": "Italy Population", "description": "Coordinates: 43°N 12°En / n43°N 12°En / 43; 12Œ in Europe  (light green & dark grey) Œ in the\nEuropean Union  (light green)  Œ  [Legend]Italy (/nntnli/ IT-n-lee; Italian: Italia, [inta.lja]\n Listen (help·info)), officially the Italian Republic (Italian: Repubblica italiana, [renpubnlika itanljana]), is\na unitary parliamentary republic in Europe.[note 1] Located in the heart of the Mediterranean Sea, Italy\nshares open land borders with France, Switzerland, Austria, Slovenia, San Marino and Vatican City.\nItaly covers an area of 301,338 km2 (116,347 sq mi) and has a largely temperate seasonal and\nMediterranean climate. With around 61 million inhabitants it is the fourth most populous EU member\nstate.Since classical times, ancient Phoenicians, Carthaginians and Greeks established settlements in\nthe south of Italy, with Etruscans and Celts inhabiting the centre and the north of Italy respectively and\nvarious ancient Italian tribes and Italic peoples dispersed throughout the Italian peninsula and insular\nItaly. The Italic tribe known as the Latins formed the Roman Kingdom, which eventually became a\nrepublic that conquered and assimilated its neighbors. Ultimately the Roman Empire emerged as the\ndominant power in the Mediterranean basin and became the leading cultural, political and religious\ncentre of Western civilisation.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "49670228", "y_max": "61318612", "file-location": "/static/PDFs/Population_PDFs/Italy.pdf"}, {"id": 20, "score": 0.020036054933435438, "title": "Mauritius Population", "description": "Coordinates: 20°12¢S 57°30¢En / n20.2°S 57.5°En / -20.2; 57.5Mauritius (/mnnrnnns/ ( listen) or\n/mnnrnnins/; French: Maurice), officially the Republic of Mauritius (French: République de Maurice),\nis an island nation in the Indian Ocean about 2,000 kilometres (1,200 mi) off the southeast coast of the\nAfrican continent. The country includes the islands of Mauritius and Rodrigues, 560 kilometres (350 mi)\neast of Mauritius, and the outer islands (Agaléga, St. Brandon and two disputed territories). The islands\nof Mauritius and Rodrigues form part of the Mascarene Islands, along with nearby Réunion, a French\noverseas department. The area of the country is 2,040 km2 (790 sq mi). The capital and largest city is\nPort Louis. It is a member of the Commonwealth of Nations and the African Union.Formerly a Dutch\ncolony (1638Œ1710) and a French colony (1715Œ1810), Mauritius became a British colonial possession\nin 1810 and remained so until 1968, the year in which it attained independence. The British crown\ncolony of Mauritius once included the current territories of Mauritius, Rodrigues, the outer islands of\nAgaléga, St. Brandon, Chagos Archipelago, and Seychelles. The Mauritian territories gradually\ndevolved with the creation of a separate colony of Seychelles in 1903 and the excision of the Chagos\nArchipelago in 1965. The sovereignty over the Chagos Archipelago is disputed between Mauritius and\nthe United Kingdom (UK). The UK excised the archipelago from Mauritian territory in 1965, three years\nprior to Mauritian independence. The UK gradually depopulated the archipelago's indigenous\npopulation and leased its biggest island, Diego Garcia, to the United States. Access to the archipelago\nis prohibited to casual tourists, the media, and its former inhabitants. Mauritius also claims sovereignty\nover Tromelin Island from France.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "629144", "y_max": "1293679", "file-location": "/static/PDFs/Population_PDFs/Mauritius.pdf"}, {"id": 51, "score": 0.019770670322678888, "title": "Kyrgyz Republic Population", "description": "Coordinates: 41°N 75°En / n41°N 75°En / 41; 75The Kyrgyz Republic (Kyrgyz: nnnnnn\nnnnnnnnnnnnn, translit. Kyrgyz Respublikasy; Russian: nnnnnnnnnn nnnnnnnnnn, tr.\nKyrgyzskaya Respublika), or simply Kyrgyzstan; and also known as Kirghizia (Kyrgyz:\nnnnnnnnnnn, translit. Kyrgyzstan [qnrnnsnstnn]; Russian: nnnnnnnn, tr. Kirgiziya) is a\nsovereign state in Central Asia. Kyrgyzstan is a landlocked country with mountainous terrain. It is\nbordered by Kazakhstan to the north, Uzbekistan to the west and southwest, Tajikistan to the\nsouthwest and China to the east. Its capital and largest city is Bishkek.Kyrgyzstan's recorded history\nspans over 2,000 years, encompassing a variety of cultures and empires. Although geographically\nisolated by its highly mountainous terrain, which has helped preserve its ancient culture, Kyrgyzstan\nhas been at the crossroads of several great civilizations as part of the Silk Road and other commercial\nand cultural routes. Though long inhabited by a succession of independent tribes and clans,\nKyrgyzstan has periodically fallen under foreign domination and attained sovereignty as a nation-state\nonly after the breakup of the Soviet Union in 1991.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "1976780", "y_max": "6278220", "file-location": "/static/PDFs/Population_PDFs/Kyrgyz Republic.pdf"}, {"id": 139, "score": 0.018740508867920336, "title": "Fragile and conflict affected situations Population", "description": "Conflict Zone is a war-themed real-time strategy game, developed by MASA Group and published by\nUbisoft for Dreamcast, PlayStation 2, and Microsoft Windows.In 2010, the majority of the world's\ndeveloped countries have formed a centralised organisation, known as the ICP (International Corps for\nPeace), dedicated to bringing about world peace through worldwide media. However, not all\ndeveloping countries are keen to be involved. GHOST, a secret organisation, seeks only the economic\ninterests of its members without any attachment to morals thus does not hesitate to create crisis\nsituations which the ICP is forced to solve, through humiliation, and healthy propaganda.There are 2\nplayable campaigns in Conflict Zone: the GHOST campaign, and the ICP campaign.Missions take\nplace in locations where fictional conflicts take place such as: A civil war in Ukraine, wars between\nIndonesia and Malaysia, India and Pakistan and Nigeria and Niger. Most missions usually require the\nplayer to build a base (or a 'camp' in GHOST's case) and complete objectives in order to successfully\ncomplete the mission.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "102571489", "y_max": "524829534", "file-location": "/static/PDFs/Population_PDFs/Fragile and conflict affected situations.pdf"}, {"id": 191, "score": 0.018303137063166153, "title": "Netherlands Population", "description": "Œ in Europe  (green & dark grey) Œ in the European Union  (green)The Netherlands\n(/nnnðnrlnndz/ ( listen); Dutch: Nederland [nnendnrnlnnt] ( listen)), also known informally as\nHolland, is a country in Western Europe with a population of seventeen million. It is the main\nconstituent country of the Kingdom of the Netherlands, which is further comprised of three island\nterritories in the Caribbean: Bonaire, Sint Eustatius and Saba. The European portion of the Netherlands\nconsists of twelve provinces and borders Germany to the east, Belgium to the south, and the North Sea\nto the northwest, sharing maritime borders in the North Sea with Belgium, the United Kingdom, and\nGermany. The five largest cities in the Netherlands are Amsterdam, Rotterdam, The Hague, Utrecht\n(forming the Randstad megalopolis) and Eindhoven (leading the Brabantse Stedenrij). Amsterdam is\nthe country's capital, while The Hague holds the seat of the States General and cabinet. The Port of\nRotterdam is the largest port in Europe and the world's largest outside East Asia.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "11210042", "y_max": "17294996", "file-location": "/static/PDFs/Population_PDFs/Netherlands.pdf"}, {"id": 211, "score": 0.01778421332164542, "title": "Lithuania Population", "description": "Œ in Europe  (green & dark grey) Œ in the European Union  (green)  Œ  [Legend]Coordinates: 55°N\n24°En / n55°N 24°En / 55; 24Lithuania (/nlnqjunennin/ ( listen); Lithuanian: Lietuva [lnnntnnvn]),\nofficially the Republic of Lithuania (Lithuanian: Lietuvos Respublika), is a country in the Baltic region of\nnorthern-eastern Europe. One of the three Baltic states, it is situated along the southeastern shore of\nthe Baltic Sea, to the east of Sweden and Denmark. It is bordered by Latvia to the north, Belarus to the\neast and south, Poland to the south, and Kaliningrad Oblast (a Russian exclave) to the southwest.\nLithuania has an estimated population of 2.8 million people as of 2017[update], and its capital and\nlargest city is Vilnius. Lithuanians are a Baltic people. The official language, Lithuanian, along with\nLatvian, is one of only two living languages in the Baltic branch of the Indo-European language family.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "2732270", "y_max": "3750413", "file-location": "/static/PDFs/Population_PDFs/Lithuania.pdf"}, {"id": 186, "score": 0.01755554486324637, "title": "Micronesia Fed Population", "description": "Coordinates: 6°55¢N 158°15¢En / n6.917°N 158.250°En / 6.917; 158.250The Federated States of\nMicronesia (/nmankronnninnn/ ( listen); abbreviated FSM and also known simply as Micronesia) is\nan independent sovereign island nation and a United States associated state consisting of four states Œ\nfrom west to east, Yap, Chuuk, Pohnpei and Kosrae Œ that are spread across the Western Pacific\nOcean. Together, the states comprise around 607 islands (a combined land area of approximately\n702 km2 or 271 sq mi) that cover a longitudinal distance of almost 2,700 km (1,678 mi) just north of the\nequator. They lie northeast of New Guinea, south of Guam and the Marianas, west of Nauru and the\nMarshall Islands, east of Palau and the Philippines, about 2,900 km (1,802 mi) north of eastern\nAustralia and some 4,000 km (2,485 mi) southwest of the main islands of Hawaii.While the FSM's total\nland area is quite small, it occupies more than 2,600,000 km2 (1,000,000 sq mi) of the Pacific Ocean,\ngiving the country the 14th largest Exclusive Economic Zone in the world. The capital is Palikir, located\non Pohnpei Island, while the largest city is Weno, located in the Chuuk Atoll.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "41338", "y_max": "111700", "file-location": "/static/PDFs/Population_PDFs/Micronesia, Fed.pdf"}, {"id": 220, "score": 0.017157688524287035, "title": "Paraguay Population", "description": "Coordinates: 23°S 58°Wn / n23°S 58°Wn / -23; -58in South America  (grey)Paraguay\n(/npærnnwan/; Spanish pronunciation: [panannwaj]; Guarani: Paraguái, [panannwaj]), officially the\nRepublic of Paraguay (Spanish: República del Paraguay; Guarani: Tetã Paraguái), is a landlocked\ncountry in central South America, bordered by Argentina to the south and southwest, Brazil to the east\nand northeast, and Bolivia to the northwest. Paraguay lies on both banks of the Paraguay River, which\nruns through the center of the country from north to south. Due to its central location in South America,\nit is sometimes referred to as Corazón de Sudamérica (\"Heart of South America\"). Paraguay is one of\nthe two landlocked countries (the other is Bolivia) outside Afro-Eurasia, and is the smallest landlocked\ncountry in the Americas.The indigenous Guaraní had been living in eastern Paraguay for at least a\nmillennium before the Spanish arrived in the 16th century. Western Paraguay, the Gran Chaco, was\ninhabited by nomads of whom the Guaycuru peoples were the most prominent. In the 17th century,\nJesuit missions introduced Christianity and Spanish culture to the region. Paraguay was a peripheral\ncolony of the Spanish Empire, with few urban centers and settlers. Following independence from Spain\nin 1811, Paraguay was ruled by a series of dictators who generally implemented isolationist and\nprotectionist policies.\n", "x_label": "Year", "y_label": "Population", "x_min": "1957", "x_max": "2018", "y_min": "1661753", "y_max": "6966429", "file-location": "/static/PDFs/Population_PDFs/Paraguay.pdf"}]